{
  "chapter_no": 1,
  "subchapter_no": 2,
  "content": "Chapter 1 Summary:\nThe global economy exhibited steady yet uneven growth across regions in 2024. The slowdown in global manufacturing, especially in Europe and parts of Asia, was due to supply chain disruptions and weak external demand. In contrast, the services sector performed better, supporting growth in many economies. Inflationary pressures eased in most economies, but services inflation remained persistent. Commodity prices stabilized, but the risk of synchronised price increases persists. Central banks may chart varying paths of monetary easing, leading to uncertainty over future policy rates and inflation trajectories. Geopolitical tensions, ongoing conflicts, and trade policy risks continue to pose significant challenges to global economic stability. India's economy displayed steady growth, with real GDP estimated to grow by 6.4% in FY25. Growth in the first half of FY25 was supported by agriculture and services, with rural demand improving due to record Kharif production and favorable agricultural conditions. The manufacturing sector faced pressures due to weak global demand and domestic seasonal conditions. Private consumption remained stable, reflecting steady domestic demand. Fiscal discipline and strong external balance supported by a services trade surplus and healthy remittance growth contributed to macroeconomic stability. India's economic prospects for FY26 are balanced, with headwinds including elevated geopolitical and trade uncertainties and possible commodity price shocks. Domestically, the translation of order books of the private capital goods sector into sustained investment pick-up, improvements in consumer confidence, and corporate wage pick-up will be key to promoting growth. Rural demand backed by a rebound in agricultural production, anticipated easing of food inflation, and a stable macro-economic environment provide an upside to near-term growth. India will need to improve its global competitiveness through grassroots-level structural reforms and deregulation to reinforce its medium-term growth potential. The global economy grew by 3.3% in 2023, with the IMF projecting growth of 3.2% and 3.3% for 2024 and 2025, respectively. Global growth is expected to average around 3.2% over the next five years. Advanced economies witnessed stable growth in the first half of 2024, but growth varies across regions. The US is expected to grow at 2.8% in 2024, while the Euro Area is expected to grow at 0.8% in 2024 and 1.0% in 2025. India's real GDP growth for FY25 is estimated to be 6.4%, with private final consumption expenditure growing by 7.3%. Gross fixed capital formation (GFCF) is estimated to grow by 6.4%. The services sector is expected to grow at 7.2% in FY25. The agriculture sector is expected to rebound to a growth of 3.8% in FY25. The industrial sector is estimated to grow by 6.2% in FY25. Construction activities and electricity, gas, water supply, and other utility services are expected to support industrial expansion. The services sector continues to perform well, driven by healthy activity in financial, real estate, professional services, public administration, defense, and other services. The analysis of growth trends is based on the trends in the first half (H1) of FY25. Aggregate GVA surpassed its pre-pandemic trend in Q1 FY25 and now hovers above the trend in H1 FY25. The agriculture sector remains strong, consistently operating well above trend levels. The industrial sector has also found its footing above the pre-pandemic trajectory. The robust rate of growth in recent years has taken the services sector close to its trend levels. Construction has been a standout, gaining momentum since mid-FY21 and soaring approximately 15% above its pre-pandemic trend. Manufacturing, while steadily recovering, remains slightly below its pre-pandemic trajectory. Mining continues to operate below its pre-pandemic trend. The recovery within the services sector has been uneven. Financial, real estate, and professional services have taken the lead, surpassing pre-pandemic trend levels. Public administration, defense, and other services followed suit, exceeding the trend for the first time in Q1 of FY25. Trade, hotels, transport, and communication services are gradually catching up with the pre-pandemic trend. The real GVA grew by 6.2% in H1 FY25, driven by a strong growth momentum in Q1 FY25 and a subdued performance in Q2 FY25. The agriculture and services sectors emerged as key growth drivers during this period. However, the overall growth was tempered by moderation in industrial growth, particularly in manufacturing, which faced challenges from slowing global demand and supply chain disruptions. Agriculture growth remained steady in H1 FY25, with Q2 recording a growth rate of 3.5%. Healthy Kharif production, above-normal monsoons, and an adequate reservoir level supported agricultural growth. The estimated increase in Kharif food grain production is mainly on account of the rise in rice, maize, coarse grains, and oilseeds output. A normal southwest monsoon in 2024 has improved the water levels in reservoirs, ensuring sufficient water for irrigation during the rabi crop production. As of 10 January 2025, rabi sowing of wheat and gram was 1.4% and 0.8% higher, respectively, compared to the previous year. Improved agricultural prospects also bode well for softening of food inflation pressures over the course of the year. The industrial sector grew by 6% in H1 FY25, with Q1 seeing a strong growth of 8.3%, but growth moderated in Q2. The moderation in growth can be attributed to three key factors: slowing global demand, the impact of above-average monsoon on certain sectors, and variation in the timing of festivities. Disaggregated data reveals that while many manufacturing sub-sectors experienced growth, others faced challenges, likely due to global and seasonal factors. The services sector continues to perform well in FY25, with a notable growth in Q1 and Q2 resulting in 7.1% growth in H1 FY25. Across sub-categories, all the sub-sectors have performed well. The robust performance of the services sector is also reflected in high-frequency indicators (HFIs). PMI services have been in an expansionary zone during H1 FY25, supported by growth in new orders, rise in output, improvement in sales, and enhanced employment generation. India's GDP at constant (2011-12) prices grew by 6.7% and 5.4% in Q1 and Q2 FY25, respectively. This implied a real GDP growth of 6.0% in the first half of the current fiscal. From a demand perspective, Private Final Consumption Expenditure (PFCE) firmed up in H1 FY25, growing by 6.7% YoY. Indicators such as 2-wheeler and 3-wheeler sales and tractor sales signal that rural demand contributed to private consumption growth. Rural demand is expected to continue in the second half of the fiscal year with the returns from a bumper Kharif crop and higher MSPs for a prospectively good Rabi crop. Urban demand presented mixed trends, with passenger vehicle sales slowing to 4.2% YoY in April-November 2024. Fast-moving consumer goods (FMCG) sales in urban areas recorded a moderate growth in H1FY25. However, there is steady growth of 7.7% YoY in air passenger traffic in April-November 2024. The moderation in real GDP growth can be traced to a softening of growth in Gross Fixed Capital Formation (GFCF) from 10.1% in H1 FY24 to 6.4% in H1 FY25. The slowdown in investment activity is likely temporary, with green shoots in capital formation visible. Union government capex is up 8.2% in July-November 2024 and is expected to pick up further pace. Early results of the RBI's Order Books, Inventory, and Capacity Utilisation Survey (OBICUS) show that the seasonally adjusted capacity utilisation (CU) in manufacturing firms was 74.7% in Q2 FY25, above the long-term average of 73.8%. A private sector report's analysis of a sample of capital goods companies indicates that the order books of these companies have registered a sharp increase of 23.6% in FY24. In H1 FY25, there has been a growth of 10.3% compared to the end of FY24. The RBI's report on private investments showed that investment intentions increased to ₹2.45 lakh crore for FY25 as compared to ₹1.6 lakh crore for FY24. On the external front, exports of goods and non-factor services at constant prices increased by 5.6% in H1 FY25, while imports increased by 0.7%. India's external sector displayed mixed trends, primarily due to volatile global conditions. Merchandise exports grew by 1.6% YoY in April-December 2024, while non-petroleum exports were up by 7.1%. Services trade surplus has lent balance to the overall trade deficit. India's robust services exports have propelled the country to secure the seventh-largest share in global services exports. Remittances from abroad led to a healthy net inflow of private transfers, with India being the top recipient of remittances in the world. The current account deficit (CAD) remains relatively contained at 1.2% of GDP in Q2 FY25. Comfortable financing of the CAD by the capital account has ensured external sector stability. Gross foreign direct investment (FDI) inflows increased 17.9% YoY in April-November 2024. Net FDI inflow declined over this period, primarily on account of the uptick in repatriation. Foreign portfolio investment (FPI) flows have been volatile in the second half of 2024. Net FPI inflows slowed to USD 10.6 billion in April-December 2024 from USD 31.7 billion during the same period the previous year. India's foreign exchange reserves increased from USD 616.7 billion at the end of January 2024 to USD 704.9 billion in September 2024 before moderating to USD 634.6 billion as on 3 January 2025. The banking and financial sector remains stable and well-capitalised, catering to the financing needs of the economy. Credit disbursal by scheduled commercial banks (SCBs) is growing in double-digits, but there has been a moderation in the growth in recent months. The gross non-performing assets (NPAs) in the banking system have declined to a 12-year low of 2.6% of gross loans and advances. The capital-to-risk-weighted assets ratio (CRAR) for SCBs stands at 16.7% as of September 2024, well above the norm. The profitability of SCBs improved during H1 FY25, with profit after tax (PAT) surging by 22.2% YoY. India's labour market growth in recent years has been supported by post-pandemic recovery and increased formalisation. The unemployment rate for individuals aged 15 years and above has steadily declined from 6% in 2017-18 to 3.2% in 2023-24. The labour force participation rate (LFPR) and the worker-to-population ratio (WPR) have also increased. Net Employees' Provident Fund Organisation (EPFO) subscriptions more than doubled from 61 lakh in FY19 to 131 lakh in FY24. In April-November 2024, net additions reached 95.6 lakh, driven largely by youth. The near-term global growth is expected to be a shade lower than the trend level. Inflationary pressures have been easing globally, though risks of synchronised price pressures linger due to potential geopolitical disruptions. Central banks have adopted more accommodative monetary policies. Rebounding rural demand augurs well for consumption. Investment activity is expected to pick up, supported by higher public capex and improving business expectations. Food inflation is likely to soften in Q4 FY25 with the seasonal easing of vegetable prices and Kharif harvest arrivals. Good Rabi production is likely to contain food prices in the first half of FY26. The growth in FY26 would be between 6.3 and 6.8%.\n\nSubchapter 2 Content:\n# Introduction\n\nINTRODUCTION\n\n- 1.1 Global economic conditions are shaped by changing growth dynamics, fluctuating commodity prices, and evolving monetary policies, which influence domestic inflation, trade balances, and capital flows. At present, this interconnectedness is complicated by unusual levels of geopolitical tensions, supply chain disruptions, and climate-related shocks. Against this background, this chapter is organised broadly into four sections. The first section outlines the",
  "tags": [
    "Global_Economic_Conditions",
    "Monetary_Policies",
    "Trade_Balances"
  ]
}