{
  "chapter_no": 1,
  "subchapter_no": 3,
  "content": "Chapter 1 Summary:\nThe global economy exhibited steady yet uneven growth across regions in 2024. The slowdown in global manufacturing, especially in Europe and parts of Asia, was due to supply chain disruptions and weak external demand. In contrast, the services sector performed better, supporting growth in many economies. Inflationary pressures eased in most economies, but services inflation remained persistent. Commodity prices stabilized, but the risk of synchronised price increases persists. Central banks may chart varying paths of monetary easing, leading to uncertainty over future policy rates and inflation trajectories. Geopolitical tensions, ongoing conflicts, and trade policy risks continue to pose significant challenges to global economic stability. India's economy displayed steady growth, with real GDP estimated to grow by 6.4% in FY25. Growth in the first half of FY25 was supported by agriculture and services, with rural demand improving due to record Kharif production and favorable agricultural conditions. The manufacturing sector faced pressures due to weak global demand and domestic seasonal conditions. Private consumption remained stable, reflecting steady domestic demand. Fiscal discipline and strong external balance supported by a services trade surplus and healthy remittance growth contributed to macroeconomic stability. India's economic prospects for FY26 are balanced, with headwinds including elevated geopolitical and trade uncertainties and possible commodity price shocks. Domestically, the translation of order books of the private capital goods sector into sustained investment pick-up, improvements in consumer confidence, and corporate wage pick-up will be key to promoting growth. Rural demand backed by a rebound in agricultural production, anticipated easing of food inflation, and a stable macro-economic environment provide an upside to near-term growth. India will need to improve its global competitiveness through grassroots-level structural reforms and deregulation to reinforce its medium-term growth potential. The global economy grew by 3.3% in 2023, with the IMF projecting growth of 3.2% and 3.3% for 2024 and 2025, respectively. Global growth is expected to average around 3.2% over the next five years. Advanced economies witnessed stable growth in the first half of 2024, but growth varies across regions. The US is expected to grow at 2.8% in 2024, while the Euro Area is expected to grow at 0.8% in 2024 and 1.0% in 2025. India's real GDP growth for FY25 is estimated to be 6.4%, with private final consumption expenditure growing by 7.3%. Gross fixed capital formation (GFCF) is estimated to grow by 6.4%. The services sector is expected to grow at 7.2% in FY25. The agriculture sector is expected to rebound to a growth of 3.8% in FY25. The industrial sector is estimated to grow by 6.2% in FY25. Construction activities and electricity, gas, water supply, and other utility services are expected to support industrial expansion. The services sector continues to perform well, driven by healthy activity in financial, real estate, professional services, public administration, defense, and other services. The analysis of growth trends is based on the trends in the first half (H1) of FY25. Aggregate GVA surpassed its pre-pandemic trend in Q1 FY25 and now hovers above the trend in H1 FY25. The agriculture sector remains strong, consistently operating well above trend levels. The industrial sector has also found its footing above the pre-pandemic trajectory. The robust rate of growth in recent years has taken the services sector close to its trend levels. Construction has been a standout, gaining momentum since mid-FY21 and soaring approximately 15% above its pre-pandemic trend. Manufacturing, while steadily recovering, remains slightly below its pre-pandemic trajectory. Mining continues to operate below its pre-pandemic trend. The recovery within the services sector has been uneven. Financial, real estate, and professional services have taken the lead, surpassing pre-pandemic trend levels. Public administration, defense, and other services followed suit, exceeding the trend for the first time in Q1 of FY25. Trade, hotels, transport, and communication services are gradually catching up with the pre-pandemic trend. The real GVA grew by 6.2% in H1 FY25, driven by a strong growth momentum in Q1 FY25 and a subdued performance in Q2 FY25. The agriculture and services sectors emerged as key growth drivers during this period. However, the overall growth was tempered by moderation in industrial growth, particularly in manufacturing, which faced challenges from slowing global demand and supply chain disruptions. Agriculture growth remained steady in H1 FY25, with Q2 recording a growth rate of 3.5%. Healthy Kharif production, above-normal monsoons, and an adequate reservoir level supported agricultural growth. The estimated increase in Kharif food grain production is mainly on account of the rise in rice, maize, coarse grains, and oilseeds output. A normal southwest monsoon in 2024 has improved the water levels in reservoirs, ensuring sufficient water for irrigation during the rabi crop production. As of 10 January 2025, rabi sowing of wheat and gram was 1.4% and 0.8% higher, respectively, compared to the previous year. Improved agricultural prospects also bode well for softening of food inflation pressures over the course of the year. The industrial sector grew by 6% in H1 FY25, with Q1 seeing a strong growth of 8.3%, but growth moderated in Q2. The moderation in growth can be attributed to three key factors: slowing global demand, the impact of above-average monsoon on certain sectors, and variation in the timing of festivities. Disaggregated data reveals that while many manufacturing sub-sectors experienced growth, others faced challenges, likely due to global and seasonal factors. The services sector continues to perform well in FY25, with a notable growth in Q1 and Q2 resulting in 7.1% growth in H1 FY25. Across sub-categories, all the sub-sectors have performed well. The robust performance of the services sector is also reflected in high-frequency indicators (HFIs). PMI services have been in an expansionary zone during H1 FY25, supported by growth in new orders, rise in output, improvement in sales, and enhanced employment generation. India's GDP at constant (2011-12) prices grew by 6.7% and 5.4% in Q1 and Q2 FY25, respectively. This implied a real GDP growth of 6.0% in the first half of the current fiscal. From a demand perspective, Private Final Consumption Expenditure (PFCE) firmed up in H1 FY25, growing by 6.7% YoY. Indicators such as 2-wheeler and 3-wheeler sales and tractor sales signal that rural demand contributed to private consumption growth. Rural demand is expected to continue in the second half of the fiscal year with the returns from a bumper Kharif crop and higher MSPs for a prospectively good Rabi crop. Urban demand presented mixed trends, with passenger vehicle sales slowing to 4.2% YoY in April-November 2024. Fast-moving consumer goods (FMCG) sales in urban areas recorded a moderate growth in H1FY25. However, there is steady growth of 7.7% YoY in air passenger traffic in April-November 2024. The moderation in real GDP growth can be traced to a softening of growth in Gross Fixed Capital Formation (GFCF) from 10.1% in H1 FY24 to 6.4% in H1 FY25. The slowdown in investment activity is likely temporary, with green shoots in capital formation visible. Union government capex is up 8.2% in July-November 2024 and is expected to pick up further pace. Early results of the RBI's Order Books, Inventory, and Capacity Utilisation Survey (OBICUS) show that the seasonally adjusted capacity utilisation (CU) in manufacturing firms was 74.7% in Q2 FY25, above the long-term average of 73.8%. A private sector report's analysis of a sample of capital goods companies indicates that the order books of these companies have registered a sharp increase of 23.6% in FY24. In H1 FY25, there has been a growth of 10.3% compared to the end of FY24. The RBI's report on private investments showed that investment intentions increased to ₹2.45 lakh crore for FY25 as compared to ₹1.6 lakh crore for FY24. On the external front, exports of goods and non-factor services at constant prices increased by 5.6% in H1 FY25, while imports increased by 0.7%. India's external sector displayed mixed trends, primarily due to volatile global conditions. Merchandise exports grew by 1.6% YoY in April-December 2024, while non-petroleum exports were up by 7.1%. Services trade surplus has lent balance to the overall trade deficit. India's robust services exports have propelled the country to secure the seventh-largest share in global services exports. Remittances from abroad led to a healthy net inflow of private transfers, with India being the top recipient of remittances in the world. The current account deficit (CAD) remains relatively contained at 1.2% of GDP in Q2 FY25. Comfortable financing of the CAD by the capital account has ensured external sector stability. Gross foreign direct investment (FDI) inflows increased 17.9% YoY in April-November 2024. Net FDI inflow declined over this period, primarily on account of the uptick in repatriation. Foreign portfolio investment (FPI) flows have been volatile in the second half of 2024. Net FPI inflows slowed to USD 10.6 billion in April-December 2024 from USD 31.7 billion during the same period the previous year. India's foreign exchange reserves increased from USD 616.7 billion at the end of January 2024 to USD 704.9 billion in September 2024 before moderating to USD 634.6 billion as on 3 January 2025. The banking and financial sector remains stable and well-capitalised, catering to the financing needs of the economy. Credit disbursal by scheduled commercial banks (SCBs) is growing in double-digits, but there has been a moderation in the growth in recent months. The gross non-performing assets (NPAs) in the banking system have declined to a 12-year low of 2.6% of gross loans and advances. The capital-to-risk-weighted assets ratio (CRAR) for SCBs stands at 16.7% as of September 2024, well above the norm. The profitability of SCBs improved during H1 FY25, with profit after tax (PAT) surging by 22.2% YoY. India's labour market growth in recent years has been supported by post-pandemic recovery and increased formalisation. The unemployment rate for individuals aged 15 years and above has steadily declined from 6% in 2017-18 to 3.2% in 2023-24. The labour force participation rate (LFPR) and the worker-to-population ratio (WPR) have also increased. Net Employees' Provident Fund Organisation (EPFO) subscriptions more than doubled from 61 lakh in FY19 to 131 lakh in FY24. In April-November 2024, net additions reached 95.6 lakh, driven largely by youth. The near-term global growth is expected to be a shade lower than the trend level. Inflationary pressures have been easing globally, though risks of synchronised price pressures linger due to potential geopolitical disruptions. Central banks have adopted more accommodative monetary policies. Rebounding rural demand augurs well for consumption. Investment activity is expected to pick up, supported by higher public capex and improving business expectations. Food inflation is likely to soften in Q4 FY25 with the seasonal easing of vegetable prices and Kharif harvest arrivals. Good Rabi production is likely to contain food prices in the first half of FY26. The growth in FY26 would be between 6.3 and 6.8%.\n\nSubchapter 3 Content:\n# Global Economic Scenario\n\nglobal economic scenario comprehensively, highlighting growth and inflation trends, policy stances, and key emerging risks and uncertainties. The  second  section  focuses  on  the  domestic  macroeconomic  situation,  examining developments from the demand and supply sides. The third section delves into the emerging trends in public finances, inflation, external sector, financial markets and employment. The concluding section presents the prospects and outlook for growth in the presence of global headwinds while capitalising on domestic growth drivers.\n\n## GLOBAL ECONOMIC SCENARIO\n\n## Steady global growth and varied regional dynamics\n\n1.2 Globally,  2024  has  been  an  eventful  year.  The  year  witnessed  unprecedented electoral activity on the political front, with more than half of the global population voting in major elections across countries. Meanwhile, adverse developments like the Russia-Ukraine conflict and the Israel-Hamas conflict increased regional instability. These events impacted energy and food security, leading to higher prices and rising inflation. Cyberattacks also became more frequent and severe, with growing human and financial consequences due to the increasing digitisation of critical infrastructure. 1 Geopolitical  tensions,  have  reshaped  global  trade.  Geopolitical  risks  and  policy uncertainty,  especially  around  trade  policies,  have  also  contributed  to  increased volatility in global financial markets. 2\n\n- 1.3 Nonetheless, global economic growth has remained fairly moderate. The global economy grew by 3.3 per cent in 2023. The International Monetary Fund (IMF) has projected growth of 3.2 per cent and 3.3 per cent for 2024 and 2025, respectively. Over the next five years, global growth is expected to average around 3.2 per cent, which is modest by historical standards. While the overall global outlook remains steady, growth varies across different regions.\n\n1 S&amp;P Global. (n.d.). Geopolitical risk. S&amp;P Global. https://tinyurl.com/2yrnnmsp.\n\n2 Reserve Bank of India. (2024). Press release: Minutes of the Monetary Policy Committee Meeting, December 4 to 6, 2024. https://www.rbi.org.in/Scripts/BS\\_PressReleaseDisplay.aspx?prid=59347.\n\n<!-- image -->\n\n- 1.4 Despite higher interest rates, advanced economies (AEs) witnessed stable growth in the first half of 2024. This was on account of moderating inflation and sustained employment  and  consumption. 3   However,  the  growth  outlook  differs  between  the United States (US) and the Euro Area. Growth in the US is expected to remain strong at 2.8 per cent in 2024 and may decline slightly in 2025, reflecting a moderation in consumption and exports. 4\n- 1.5 In  the  Euro  area,  growth  is  expected  to  improve  from  0.4  per  cent  in  2023  to 0.8 per cent in 2024 and further to 1.0 per cent in 2025 on the back of improving services activity. However, growth outcomes in Europe have been varied. Some countries like Spain, France, Poland, and the United Kingdom have benefitted from the strength of their services sector. Meanwhile, manufacturing-intensive countries like Germany and Austria are being weighed down by weak demand. 5  Germany's structural weaknesses, particularly  in  manufacturing  (Chart  I.3),  have  been  noticeable,  contributing  to  the slackness in Europe's manufacturing. Political developments in France and Germany are also adding to policy uncertainty in Europe's major economies.\n- 1.6 The divergence of the growth trajectories of Europe and the US can also be seen in Citi Economic Surprises indices for these countries (Chart I.4). These indices compare actual data releases with analyst expectations. A value above zero indicates the data\n\n3 Euromonitor International. (2024). Global economic outlook: Q3 2024. Euromonitor International. https:// www.euromonitor.com/article/global-economic-outlook-q3-2024.\n\n4 International Monetary Fund. (2024). Regional economic outlook: Western Hemisphere, October 2024. https:// tinyurl.com/2ep72n66.\n\n5 International  Monetary  Fund.  (2024).  Regional  economic  outlook:  Europe,  October  2024.  https://tinyurl. com/2s377x4z.\n\n<!-- image -->\n\nwas stronger than analyst expectations, while a negative value indicates weaker actual data compared to expectations. Between January 2023 and November 2024, data for the US economy continued to present more 'positive' surprises than the EU, compared to the analyst estimates.\n\n- 1.7 Within Asia, Japan's growth was hindered by domestic supply disruptions in the early part of the year, while China's growth weakened after the first quarter, affected by sluggish private consumption and investment, alongside challenges in the real estate sector. 6\n\n## Services sector growth steady; manufacturing faces challenges\n\n1.8 The  global  composite  Purchasing  Managers'  Index  (PMI)  has  stayed  in  the expansion zone for the fourteenth month in a row (as of December 2024). The services sector continues to show strength while manufacturing PMI indicated contraction. 7\n\n- 1.9 In 2024, the global manufacturing PMI started strong, moving into expansion for the first time since mid-2023 and remained so through the first half of the year. By July 2024, weaker conditions pushed the PMI back into contraction. Following four months of gradual declines, the global manufacturing sector stabilised in November with an index value of 50.0, indicating no overall change in operating conditions. 8   Output growth in consumer and intermediate goods offset a downturn in investment goods. Increased production was attributed to stabilising new order intakes and the clearance of backlogs of work.\n\n6 International Monetary Fund. (2024,October 31). Regional economic outlook for Asia and the Pacific. October 2024. https://tinyurl.com/ycka65ub.\n\n7 S&amp;P Global. (2025, January 6). Global growth accelerates as solid service sector expansion offsets manufacturing weakness. https://tinyurl.com/mr3pkjmh.\n\n8 S &amp; P Global. Global manufacturing PMI highlights. https://tinyurl.com/bddkyr27.\n\n<!-- image -->\n\n1.10  Production trends varied widely across regions in December (Chart I.6 and I.7). Production rose in 13 of the 30 nations for which December PMI data were available. The  Eurozone  saw  the  steepest  contractions,  led  by  France,  Germany,  and  Austria. North America showed mixed results, with Canada's growth offset by declines in the US and Mexico. India reported the strongest expansion of output. The outlook for global manufacturing also remained subdued in December, with business sentiment dipping to a three-month low. 9\n\n<!-- image -->\n\n1.11  On the global services front, the global Services PMI Business Activity Index rose to a four-month high of 53.8 in December. This signals expansion for the twenty-third consecutive month. Expansion was recorded across business, consumer, and financial services. Financial services experienced the fastest pace of expansion.\n\n## Inflationary pressures ease, but risks of synchronised price pressures persist\n\n1.12  Inflation rates across economies have trended downward steadily, approaching central bank target levels. This has been the result of tighter monetary policy regimes across the globe and supply chains adapting to higher levels of economic uncertainty. As a consequence, price pressures eased in 2023 due to a reduction in fuel prices. In\n\n2024, it was attributed to a broad-based reduction in goods inflation.\n\n<!-- image -->\n\n1.13  However,  disinflation  seems  to  have  slowed  due  to  the  persistence  of  services inflation,  while  core  goods  inflation  has  fallen  to  negligible  levels.  The  IMF  World Economic  Outlook  (WEO)  October  2024  reasons  that  this  is  on  account  of  higher nominal wage growth as compared to pre-pandemic trends. The report notes that there are early signs that these pressures are abating, thereby aiding the disinflation process.\n\n<!-- image -->\n\n1.14  However, recent disruptions in global shipping  have pushed goods prices up. These events have also pressurised the global supply chains. This is reflected in higher levels of the Global Supply Chain Pressure Index (GSCPI) in the quarter ending September 2024. Chart I.10 shows that while container freight  rates  normalised  in  2023,  they experienced a significant surge in 2024. This was due to stronger demand, shipping route disruptions in the Red Sea, and delays at the Panama Canal, all of which have partially sustained inflationary pressures. 10\n\n1.15  The risk to inflation from increases in commodity prices seems limited in 20252026. After softening in 2024, commodity prices are expected to decline moderately (Chart I.12). While this easing is a positive sign, the risk of synchronised price increases remains, especially during periods of global economic stress. Although recent shocks like  geopolitical  conflicts  and  extreme  weather  have  caused  price  fluctuations,  their impact  has  largely  subsided,  leading  to  more  varied  commodity  prices.  However, escalating tensions continue to pose a risk of synchronised price increases, undermining the effectiveness of inflation mitigation. 11\n\n## Easing monetary policy stances amidst divergent expectations\n\n1.16  Taking  advantage  of  the  steep  decline  in  inflation,  major  central  banks  have implemented  a  policy  pivot  to  lower  policy  rates.  Given  the  differentials  in  the trajectories of economic activity across countries, the pace of policy rate reduction is bound to differ. There is also uncertainty regarding the levels of the year-ahead and terminal policy rates across economies at the end of the current monetary easing cycle.\n\n10  United  Nations  Conference  on  Trade  and  Development  (UNCTAD). (2024). Trade and Development Report 2024. (Page 51) https://tinyurl.com/2c7tjrxu.\n\n11 World Bank. (2024). 'Commodity Price Synchronization: A New Era?' https://tinyurl.com/nk59hcpx.\n\n<!-- image -->\n\n## Chart I.13: Increased uncertainty over the long-term level of Federal Funds rate\n\n<!-- image -->\n\nSource:  Bank  for  International  Settlements  (BIS),  FOMC.  Note:  Each  dot  represents  an  individual  FOMC member's assessment of the federal funds rate five years from the date of assessment.\n\n1.17  In the short term, the US market expectations of the Federal Funds Rate (FFR) were much lower than the actual FFR level for both 2023 and 2024. Similar uncertainty may persist over the course of 2025. 12  One way to visualise the uncertainty regarding the FFR over the long term is through the expectations of policymakers about the 'longrun' policy rate. The Federal Open Market Committee (FOMC) presents a dot-plot of its members' assessment of the direction of the policy rate over different time horizons. Chart I.13 presents the dot-plots that represented the FOMC members' assessments in December 2021, December 2023, and December 2024. The dot-plots show that while\n\n12  Ashworth,  M.,  &amp;  Gilbert,  M.  (2025,  January  2).  Politics,  economics  and  markets  create  a  2025  three-body problem. Bloomberg. https://tinyurl.com/mppdkbdr.\n\nthe long-run policy rate is likely to be higher, the variance in members' expectations is also larger, indicating increased uncertainty over the terminal policy rate.\n\n<!-- image -->\n\n1.18  The success in inflation control, the consequent easing of monetary policies, and expectations of lower borrowing costs began to reflect in the downward trajectory of sovereign  bond  yields  of  advanced  economies  between  April  and  September  2024. However, renewed global uncertainty over inflationary pressures and the direction of monetary policies have pushed bond yields up in October - December 2024. Lower growth  prospects  and  deflationary  pressures  have  pushed  Chinese  sovereign  bond yields  lower,  thereby  widening  the  sovereign  yield  spread  between  the  world's  two largest economies.\n\nSource: Bloomberg\n\nNote:  Yield on 10-year sovereign bonds\n\n<!-- image -->\n\n## Geopolitical uncertainties continue to pose risks to the global economic outlook\n\n1.19  Geopolitical  risks  remain  elevated  (Chart  I.18)  due  to  ongoing  conflicts,  which pose significant risks to the global economic outlook. These risks can influence growth, inflation,  financial  markets,  and  supply  chains.  An  intensification  of  the  evolving conflicts  in  the  Middle  East,  or  the  Russia-Ukraine  conflict,  could  lead  to  market repricing of sovereign risk in the affected regions and disrupt global energy markets. The oil market is well-supplied for now. However, any damage to energy infrastructure could tighten supply, adding uncertainty to the global economic outlook. 13\n\n1.20 Tensions  in  the  Middle  East  have  disrupted  trade  through  one  of  the  critical shipping routes - the Suez Canal. About 15 per cent of global maritime trade volume normally passes through the Suez Canal. In response, several shipping companies have diverted their ships around the Cape of Good Hope, which has increased delivery times by 10 days or more, on average. These disruptions have led to higher freight rates along major shipping routes, which in turn impact global trade activity.\n\n<!-- image -->\n\n1.21  Heightened  risks  are  also  evidenced  by  other  indices,  such  as  the  Geopolitical Economic Policy Uncertainty index, which remains elevated due to global concerns about  economic  policies.  Similarly,  the  World  Trade  Uncertainty  Index  has  risen, driven by trade tensions and policy shifts in major economies. Trade policy uncertainty has increased sharply in recent months, though it has not yet reached the levels seen in 2018-19. The stock of import-restrictive measures within G20 economies continues to\n\ngrow, now affecting 12.7 per cent of G20 imports-more than three times the coverage of such measures in 2015. If uncertainty persists and trade-restrictive measures continue to rise, they could increase costs and prices, deter investment, hinder innovation, and ultimately reduce global economic growth. In light of these developments, Chapter 5 of the Survey on the Medium-Term Outlook elaborates on the global factors and the importance of strengthening the levers of domestic growth.\n\n##",
  "tags": [
    "Global_Economic_Growth",
    "Inflation_Trends",
    "Trade_Policy_Uncertainty"
  ]
}