{
  "chapter_no": 11,
  "subchapter_no": 4,
  "content": "Chapter 11 Summary:\nSummary generation failed for chapter content (length: 175210 chars)\n\nSubchapter 4 Content:\n# Education: Treading New Pathways\n\nEDUCATION: TREADING NEW PATHWAYS\n\n11.11  Education plays a key role in developing an economy by cultivating individuals capable  of  rational  thought  and  unleashing  their  agency  to  better  themselves  and society. Education and human capital development are among the foundational pillars of development. The National Education Policy 2020(NEP) is built upon this principle. 12 The NEP states that -\n\n'It aims at producing engaged, productive, and contributing citizens for building an equitable, inclusive, and plural society as envisaged by our Constitution.'\n\n## School education\n\n11.12    India's  school  education  system  serves  24.8  crore  students  across  14.72  lakh schools with 98 lakh teachers (UDISE+ 2023-24). Government schools make up 69 per cent of the total, enrolling 50 per cent of students and employing 51 per cent of teachers, while private schools account for 22.5 per cent, enrolling 32.6 per cent of students and employing 38 per cent of teachers. The NEP 2020 aims for a 100 per cent Gross Enrolment Ratio (GER) by 2030. The GER is near-universal at the primary (93 per cent) and the efforts are underway to bridge the gaps at the secondary (77.4 per cent) and higher secondary level (56.2 per cent), driving the nation closer to its vision of inclusive and equitable education for all. 13\n\n11.13    School dropout rates 14 have steadily declined in recent years, standing at 1.9 per cent for primary, 5.2 per cent for upper primary, and 14.1 per cent for secondary levels. However, challenges persist, with retention rates 15 at 85.4 per cent for primary (class I to V), 78 per cent for elementary (classes I to VIII), 63.8 per cent for secondary (classes I to X), and 45.6 per cent for higher secondary (classes I to XII). Improvements in basic facilities and infrastructure, including medical check-ups, sanitation, and information and  communication  technologies  (ICT)  availability,  have  been  notable,  reflecting  a positive trend in school infrastructure development. 16\n\n12 National Education Policy 2020 (https://tinyurl.com/rdwuz8md).\n\n13 UDISE+ 2023-24 (https://tinyurl.com/57c92kuv).\n\n- 14    Dropout rate is the proportion of pupils from a cohort enrolled in a given level at a given school year who are no longer enrolled at any grade in the following school year.\n- 15    Retention rate is the percentage of a cohort of pupils (or schools) enrolled in the first grade of a given level of education in a given school year who are expected to reach the last grade of the level.\n- 16  Ibid note 13 above.\n\nTable XI.1 Improving School Infrastructure\n\n(percentage of schools with basic facilities out of total)\n\n| Year                                  | 2019-20                | 2021-22                | 2022-23                | 2023-24                |\n|---------------------------------------|------------------------|------------------------|------------------------|------------------------|\n| Girls Toilet                          | 96.9                   | 97.5                   | 97                     | 97.2                   |\n| Boys Toilet                           | 95.9                   | 96.2                   | 95.6                   | 95.7                   |\n| Hand wash Facility                    | 90.2                   | 93.6                   | 94.1                   | 94.7                   |\n| Library/Reading Room/ Reading corner  | 84.1                   | 87.3                   | 88.3                   | 89                     |\n| Electricity                           | 83.4                   | 89.3                   | 91.7                   | 91.8                   |\n| Medical check-ups in school in a year | 82.3                   | 54.6                   | 74.3                   | 75.2                   |\n| Computer                              | 38.5                   | 47.5                   | 47.7                   | 57.2                   |\n| Internet                              | 22.3                   | 33.9                   | 49.7                   | 53.9                   |\n| Source: UDISE+ 2023-24                | Source: UDISE+ 2023-24 | Source: UDISE+ 2023-24 | Source: UDISE+ 2023-24 | Source: UDISE+ 2023-24 |\n\n11.14   The government has been striving to achieve the objectives of NEP 2020 through a range of programmes and schemes, including the Samagra Shiksha Abhiyan (along with its sub-schemes such as NISHTHA, Vidya Pravesh, District Institutes of Education and  Training  (DIETs),  Kasturba  Gandhi  Balika  Vidyalaya  (KGBV),  etc.),  DIKSHA 17 , STARS 18 ,  PARAKH 19 ,  PM  SHRI 20 ,  ULLAS 21 ,  and  PM  POSHAN 22 ,  among  others.  The Economic  Survey  2023-24  (Chapter  7,  Table  VII.4)  highlighted  the  progress  made under various government initiatives in school education.\n\n11.15   The pivotal role of early years in development is well-recognised by the Indian education system, as 85 per cent of brain development occurs before the age of six years. To strengthen the Early Childhood Care and Education (ECCE) landscape, the government launched the National Curriculum for ECCE, Aadharshila ,  and the National Framework for Early Childhood Stimulation, Navchetana , in April 2024. Navchetana focuses on holistic development for children from birth to three years, offering 140 agespecific activities through a 36-month stimulation calendar. It emphasises the inclusion of differently-abled children, maternal mental health, and \" Garbh Sanskar \" (practices during pregnancy). Aadharshila , blending Indian and international research, promotes play-based learning with over 130 activities for children aged three to six years that support  child-led  and  educator-led  learning.  It  aims  to  lay  a  strong  foundation  for lifelong learning, aligning with the National Curriculum Framework for Foundational\n\n17  Digital Infrastructure for Knowledge Sharing (DIKSHA).\n\n18 Strengthening Teaching-Learning and Results for States (STARS).\n\n19 Performance Assessment, Review, and Analysis of Knowledge for Holistic Development (PARAKH).\n\n20  Prime Minister's Schools for Rising India (PM SHRI).\n\n21  Understanding of Lifelong Learning for All in Society (ULLAS).\n\n22  Pradhan Mantri Poshan Shakti Nirman (PM POSHAN).\n\nStage 2022 (NCF-FS) and improving the quality of ECCE through competency-based, user-friendly lesson plans. The objective is to improve the quality of ECCE delivered at the Anganwadi centre by prioritising competency-based lesson plans and activities presented in a simple and user-friendly manner.\n\n## Building strong foundations through literacy and numeracy\n\n11.16 School education lays the foundation of a country's education system. The NEP 2020 stipulates that foundational literacy and numeracy (FLN) is critical for education and lifelong learning success. Towards this end, the Department of School Education &amp; Literacy launched the National Mission, 'National Initiative for Proficiency in Reading with Understanding and Numeracy (NIPUN Bharat),' 23  in July 2021 to ensure that every child in the country necessarily attains FLN by the end of Grade 3, by 202627. 24     It  covers three years of FLN in preschool and Grades 1, 2 and 3. Towards this, the  education  system  is  deploying  innovative  pedagogies  and  teaching  methods  to ensure that every child achieves FLN. Box XI.3 discusses one such innovation, viz. peer teaching.\n\n## Box XI.3: Peer Teaching: A pathway to achieving FLN\n\nAchieving the vision of universal FLN by Grade 3 requires not only reaching every child but  also  overcoming  the  limitations  of  traditional  lecture-based  teaching  to  address diverse learning needs. While teacher-led instruction is valuable, it may not fully support individualised learning, especially for children who lag behind and need extra support to catch up.\n\nState governments have launched programmes to tackle these challenges. Mission Ankur in Madhya Pradesh and Gujarat focuses on engaging schools and communities for the holistic development  of  primary  students,  ensuring  they  achieve  FLN  skills. 25 Similarly,  Bihar's Mission Daksh aims  to  provide  personalised  mentoring  for  lagging  students  to  achieve grade-level competencies by 2025. While these initiatives address key gaps, they heavily rely on teachers, highlighting the need for scalable, adaptable teaching strategies that offer personalisation without overburdening educators.\n\nPeer teaching is a promising solution, where students learn by teaching and supporting their peers.  In  classrooms  with  limited  resources  and  high  student-teacher  ratios,  it  provides scalable, accessible support tailored to students' needs. As 'Student Champions,' older or more knowledgeable students help guide younger or struggling peers through foundational concepts.\n\nPeer teaching creates a collaborative environment where students learn from each other, boosting confidence and comprehension alongside teacher instruction. The NEP promotes\n\n23  https://nipunbharat.education.gov.in/\n\n24 PIB of Ministry of Education dated 5 July 2021 (https://tinyurl.com/yc5ejpu8).\n\n25  Madhya Pradesh &amp; Gujarat: PMU for FLN - The Education Alliance\n\npeer tutoring to foster inclusion and personalised learning, ensuring every child can learn. 26 It also encourages using community volunteers and alumni as peer tutors in schools and communities.  The  SARTHAQ  (Students'  and  Teachers'  Holistic  Advancement  through Quality  Education)  guidelines  for  NEP  2020 27 emphasise  peer  tutoring  to  improve  FLN and educational outcomes, highlighting the need for training peer tutors and integrating sessions into school schedules.\n\nGlobal evidence supports peer learning, showing improved academic performance in math and reading in the US 28 , enhanced problem-solving abilities and social skills in Australia 29 , and  better  literacy  outcomes  in  sub-Saharan  Africa 30 .  In  sub-Saharan  Africa  peer-led programmes  have  successfully  supported  student-centred  learning  in  under-resourced classrooms.  Additionally,  peer  teaching  fosters  essential  life  skills  such  as  leadership, empathy, resilience, and communication, benefiting both tutors and learners.\n\n## Experiments in integrating structured peer learning in India's Education system\n\nThe Nalli-Kali  (joyful  learning  in  Kannada)  programme ,  launched  in  1995  in Karnataka's  Mysuru  district,  focuses  on  peer  and  group  work  to  create  a  collaborative classroom  environment  that  supports  self-paced,  personalised  learning.  It  is  now  the primary pedagogy for Grades 1-3 in Karnataka to develop age-appropriate skills. 31\n\nThe Prerana  model  of  education ,  implemented  in  Andhra  Pradesh,  Karnataka, Maharashtra,  Tamil  Nadu,  and  Telangana 32   through  the  Sikshana  Foundation,  also emphasises peer learning and group work. 33  Small groups of four to five students collaborate on classroom activities, teaching and learning from each other.\n\nInvolve Learning Solutions Foundation 34 is  working with educators in six districts across Uttar Pradesh, Bihar, and Karnataka states to integrate structured peer teaching into government schools, directly aligning with NIPUN Bharat's FLN goals. The model pairs among students identified as 'Student Champions' with 'Learners.' Each Student Champion, with better subject mastery, is trained further to support a group of four learners, their peers\n\n26    The NEP in para 2.7 provides that, 'Due to the scale of the current learning crisis, all viable methods will be explored to support teachers in the mission of attaining universal foundational literacy and numeracy. Studies around the world show one-on-one peer tutoring to be extremely effective for learning not just for the learner, but also for the tutor. Thus, peer tutoring can be taken up as a voluntary and joyful activity for fellow students under the supervision of trained teachers and by taking due care of safety aspects.'; https://tinyurl.com/mxp5wpfz\n\n27  https://tinyurl.com/yc3y7jz2\n\n28 Fuchs, L. S., Fuchs, D., Yazdian, L., &amp; Powell, S. R. (2002). Title: Enhancing First-Grade Children's Mathematical Development with Peer-Assisted Learning Strategies. Published in: School Psychology Review, Vol. 31, No. 4, pp. 569-583. DOI: 10.1080/02796015.2002.12086175.\n\n29 Fawcett,  L.  M.,  &amp;  Garton,  A.  F.  (2005).  The  Effect  of  Peer  Collaboration  on  Children's  Problem-Solving Ability.  Published  in:  British  Journal  of  Educational  Psychology,  Vol.  75,  No.  2,  pp.  157-169.  DOI: 10.1348/000709904X23411.\n\n30 Fry, K., Rogan, R., &amp; Gruber, S. (2019). Improving Literacy Outcomes in Low-Resource Contexts Through PeerLed Learning Approaches. Published by: Educational Development Journal, Vol. 35, No. 3, pp. 289-305.\n\n- 31 https://tinyurl.com/yuaff8fc\n- 32  Shikshana Foundation Annual report 2022-23 (https://tinyurl.com/cy5kr7fc).\n- 33  https://www.sikshana.org/Program/Prerana/\n- 34  https://involveedu.com/\n\nwho struggle to understand concepts, thereby facilitating their progress through 40-minute sessions three to four times per week.\n\nEarly  evaluations  in  Karnataka's  Anekal  block  show  increased  learning  outcomes  in numeracy for students by 15 per cent compared to students who did not participate in the programme. 35   Similarly,  in  Bhagalpur,  structured  peer  interactions  have  helped  bridge reading and numeracy gaps among children who could not meet age-appropriate learning milestones.  Anecdotal  evidence  also  indicates  positive  shifts  in  student  engagement  and academic outcomes.\n\nTo  support  NIPUN  Bharat's  mission,  peer  teaching  can  be  integrated  into  India's  FLN strategy. This involves incorporating peer teaching into teacher training, scaling successful models, assessing its impact on learning outcomes, and using data to refine the approach based on feedback from teachers, students, and administrators. This will help transform classrooms into dynamic spaces where every child receives the support needed to thrive.\n\n## Empowering minds: Unlocking potential with social and emotional learning\n\n11.17    The  success  of  school  education  hinges  not  just  on  the  student's  academic achievements but also on enhancing their social and emotional learning (SEL). A good education enhances a child's mental and physical health, academic performance, and life skills. In this context, ECCE under NEP 2020 aims to achieve foundational literacy and socio-emotional development. The NEP 2020 states that\n\n'The  overall  aim  of  ECCE  will  be  to  attain  optimal  outcomes  in  the  domains  of physical and motor development, cognitive development, socio-emotional-ethical development ,  cultural/artistic development, and the development of communication and early language, literacy, and numeracy.'\n\n11.18 Box XI.4 discusses the importance of SEL in education, providing examples of how the pedagogy can be developed to incorporate socio-emotional-ethical development in the school curriculum.\n\n## Box XI.4: Empowering minds and hearts through SEL techniques\n\nSEL has emerged as a critical pillar within holistic education frameworks that contributes significantly to SDGs, particularly SDG 3 (Good Health &amp; Well-being) &amp; SDG 4 (Quality Education). UNESCO 36  defines SEL as a process of acquiring the competencies to recognise\n\n35    Pratibha Narayann, P. N., Anna Daniel, A. D. and Dhanashree Balaram, D. B. (2024), Promoting Individualized Learning: The Effectiveness of Peer Teaching Pedagogy. Published by: International Conference on Technology for Education (T4E), Zenodo. doi: 10.5281/zenodo.14004916.\n\n36    UNESCO (2024) Strengthening social and emotional learning in hybrid modes of education: building support for students, teachers, schools and families: a UNESCO-IBE discussion paper; https://tinyurl.com/nnbafeat\n\nand manage  emotions, develop care and concern for others, establish positive relationships, make responsible decisions, and handle challenging situations effectively . SEL  significantly  contributes  to  individual  well-being,  social  participation,  and  broader individual development. Incorporating SEL from an early age equips children with essential skills that foster resilience and academic success. It also plays a crucial role in preventing future mental health issues and setting the foundation for a healthier society.\n\nCASEL (Collaborative for Academic, Social, and Emotional Learning) 37  outlines five core components of SEL, which serve as foundational pillars in fostering holistic development. These  components-Self-Awareness,  Self-Management,  Social  Awareness,  Relationship Skills,  and  Responsible  Decision-Making-equip  students  with  the  skills  necessary  to navigate life challenges, enhance mental well-being, and improve academic performance. Some successful models effectively implementing SEL programmes worldwide include the Social, Emotional, and Ethical Learning (SEE Learning) by Emory University, 38 and  the RULER programme 39 by Yale Center for Emotional Intelligence.\n\nAccording  to  some  estimates,  for  every  dollar  invested  in  SEL  initiatives,  the  estimated long-term economic return is USD 11, with outcomes around mental health, education, and employability. 40  Further, a 2020 UNESCO study 41 , highlights that such investments not only yield immediate educational and behavioural benefits but also result in long-term economic gains, including a 30 per cent increase in per capita income. The literature indicates that integrating  SEL  components  into  classroom  practices  increases  student  commitment 42 , participation, 43 cognitive problem-solving abilities, 44  attendance rates, and overall academic success. 45   Other than enhancing academic performance, these interventions also promote positive social behaviour and interpersonal relationships, mitigate behavioural issues and\n\n37    CASEL's SEL Framework (2020) What are the Core Competence Areas and Where are they Promoted? https:// casel.org/casel-sel-framework-11-2020/?view=true\n\n38 Emory University (2022) SEE Learning: Social, Emotional and Ethical Learning Program. (https://seelearning. emory.edu/en/about).\n\n39 Yale Center for Emotional Intelligence (2023) RULER Program Overview (https://www.ycei.org/ruler).\n\n- 40    Belfield, C. et.al. (2015). The economic value of social and emotional learning. Journal of Benefit-Cost  Analysis (https://tinyurl.com/36w8mft7).\n- 41    UNESCO  (2020)  Rethinking  learning:  A  Review  of  Social  and  Emotional  Learning  for  Education  Systems. (https://unesdoc.unesco.org/ark:/48223/pf0000373890).\n- 42    Hawkins, J. D., Smith, B. H., &amp; Catalano, R. F. (2004). Social Development and Social and Emotional Learning. In J. E. Zins, R. P. Weissberg, M. C. Wang, &amp; H. J. Walberg (Eds.), Building academic success on social and emotional learning: What does the research say? (pp. 135-150). Teachers College Press.\n- 43 Murdock, T. B. (1999). The social context of risk: Status and motivational predictors of alienation in middle school. Journal of Educational Psychology, (https://doi.org/10.1037/0022-0663.91.1.62).\n- 44 Battistich,  V.,  Solomon,  D.,  Watson,  M.,  Solomon,  J.,  &amp;  Schaps,  E.  (1989).  Effects  of  an  elementary  school programme to enhance prosocial behavior on children's cognitive-social problem-solving skills and strategies. Journal of Applied Developmental Psychology (https://doi.org/10.1016/0193-3973(89)90002-6).\n- 45 Felner, R.D., Primavera, J., &amp; Cauce, A.M. (1995). The impact of a comprehensive school-based intervention on the academic achievement of students: A longitudinal study. Journal of Educational Psychology, 87(1), pp. 1-14.; DePaoli, J.L., Elias, M.J., &amp; Weissberg, R.P., 2017. Social and emotional learning: A framework for promoting academic success. Educational Psychologist, 52(1), pp. 1-11\n\npsychological distress, and equip young people for success in employment, family life, and broader societal engagement. 46\n\n## Developments in India\n\nThe NEP 2020 emphasises the development of social, ethical, and emotional competencies as essential to holistic child development. The National Curriculum Framework 2023 47  also advocates for SEL-based pedagogies to improve educational outcomes and foster children's well-being.  The  NIPUN  Bharat  mission  guidelines  2021 48 emphasise  the  importance of SEL as a core component of the holistic development objectives for young children in India's  foundational  education  system.  It  promotes  activities  that  foster  self-awareness, social awareness, and responsible decision-making, advocating for inclusive, child-centred practices to create safe, supportive learning environments that nurture both cognitive and emotional growth.\n\nSEL is increasingly being recognised as integral to India's educational and developmental priorities.    Initiatives  like    SEE  Learning  India 49 and  the  Life  Skills  Collaborative 50 are paving the way for SEL in structured approaches. They are being adopted in the states of Maharashtra,  Mizoram,  Uttarakhand,  and  Rajasthan.  SEL  interventions  are  also  being carried out in programmes implemented by the governments of Tripura and Uttarakhand etc. In several programmes, state governments have collaborated with non-profit organisations like  Dream  a  Dream  Foundation 51   and  Labhya 52 .  Under  these  models,  classrooms  are envisaged as emotionally safe environments wherein children experience interactive group sessions, mindful practices, and spaces for reflection sharing to cope with various challenges and improve their well-being and learning outcomes. Through organisations such as the Aparajitha Foundation, students are taught important life skills, i.e., social and interpersonal skills, that can help them make informed decisions, communicate effectively, and develop coping and self-management skills (See Box XI.5 ).\n\nThe evidence supporting the benefits of SEL is robust. The imperative of integrating SEL with  educational  frameworks  is  underscored  by  its  profound  impact  on  mental  health, academic success, and long-term life outcomes. This is particularly crucial in India, which is characterised by a youthful population poised to enter the workforce. The implementation of SEL, therefore, serves as a strategic investment in the nation's future.\n\n46    Elias,  M.J.,  2014.  Social-emotional  learning  and  its  impact  on  societal  engagement.  Journal  of  Educational Psychology, 106(3), pp. 1-10;  Jones, S.M. and Kahn, J., 2017. The evidence base for how learning happens: A consensus on social, emotional, and academic development. American Educator, Winter 2017-2018 (https:// files.eric.ed.gov/fulltext/EJ1164389.pdf).\n\n47    Ministry  of  Education,  Government of India (2023) National Curriculum Framework 2023. (https://tinyurl. com/47z2b2m3).\n\n48 Ministry of Education, Government of India (2021) NIPUN Bharat Mission: National Initiative for Proficiency in Reading with Understanding and Numeracy- Guidelines 2021. (https://tinyurl.com/mvxnc7k5)\n\n49 SEE Learning India (2024) SEE Learning India About https://www.seelearningindia.com/Home/about\n\n50  Life Skills Collaborative (2024). Life Skills Collaborative Overview  https://lifeskillscollaborative.in/\n\n51  Dream a Dream Foundation (2024). Dream a Dream Foundation Overview https://dreamadream.org/\n\n52    Labhya  Foundation  (2024)  Labhya Foundation Overview. https://labhya.org; https://www.labhya.org/whatwe-do/model\n\n11.19  NEP  2020  emphasises  holistic  schooling  by  integrating  vocational  and  digital education with a supporting, well-equipped school infrastructure to enable the smooth transition of a GER of 100 per cent at the secondary level by 2030.\n\n11.20  The  importance  of  skill  education  in  schools  has  grown  significantly  with  the advent of Industry 4.0, a highly dynamic and skill-intensive era defined by automation, artificial intelligence (AI), internet of things (IoT), big data, and robotics. This industrial revolution has reshaped production and distribution across sectors like manufacturing and agriculture, significantly increasing the demand for a skilled workforce. Alongside technical proficiency, soft skills such as adaptability, problem-solving, and collaboration have become critical for navigating this evolving landscape. Box XI.5 discusses the Tim Tim Tare initiative for imparting life skills.\n\n## Box XI.5: Imparting life skills: The Tim Tim Tare initiative\n\nTim Tim Tare (TTT) 53  is a pioneering initiative that aims to impart essential life skills to adolescent  students  across  India.  Unlike  vocational  training,  which  focuses  on  technical skills,  TTT  places  emphasis  on  soft  skills-key  components  of  personal  growth,  effective communication, emotional intelligence, and social well-being. Through TTT, students are empowered to face life's challenges confidently and clearly.\n\nThis  initiative  equips  students  with  essential  life  skills  to  navigate  the  complexities  of modern life. Built on the World Health Organization's (WHO) Life Skills Framework, TTT addresses a wide range of 16 core life skills (such as empathy, critical thinking, etiquette, time management, etc) and over 100 related topics designed to meet the evolving needs of today's youth. These skills enable students to make informed, thoughtful decisions personally and professionally and equip them with the skills and attitudes necessary to thrive in their studies and beyond.\n\nTTT's  approach  stands  apart  from  traditional  education  due  to  its  student-focused methodology, delivering content in an engaging, immersive manner  and  creating transformative experiences enabling students to absorb, internalise, and retain key concepts effectively. Each topic is designed with activity-based learning, such as experience sharing, role plays, sing-along songs and interactive games. This approach ensures that every lesson is  lively,  impactful,  and  engaging,  allowing  students  to  experience  the  learning  process actively.\n\nStarted in 2009 in Tamil Nadu, TTT has now expanded to other states 54  in a phased manner, reaching millions of students across India. In addition to empowering students, TTT has prioritised training thousands of teachers across these states, ensuring that the programme's benefits are deeply rooted and widely disseminated.\n\nA critical focus of TTT has been its commitment to understanding and addressing the needs of its stakeholders. Feedback from students, teachers, principals, and parents has been\n\n53  https://tinyurl.com/5yxkwerv\n\n54  Such as Gujarat, Madhya Pradesh, Rajasthan, Uttar Pradesh, etc.\n\nsystematically collected over the years. This feedback consistently highlights the programme's positive impact on individuals and communities and is a testament to TTT's transformative power and ability to create lasting change.\n\nThe  TTT  programme  currently  reaches  more  than  10  crore  students,  with  a  significant presence  in  central  India  and  Gujarat.  It  is  implemented  in  various  types  of  schools, including  government  schools, Navodaya  Vidyalayas,  Kendriya  Vidyalayas,  Kasturba Vidyalayas , juvenile homes etc. It is also accessible through various platforms such as PM eVidya channels, state government relay centres, YouTube, and WhatsApp groups.\n\nThe State Council of Educational Research and Training (SCERT) officially approved the TTT programme, which adds credibility and ensures alignment with national educational standards.\n\n## Bridging the gap: Digital technology in education and the essentiality of digital literacy\n\n11.21   Digital literacy ensures that students remain competitive by mastering skills like analysing, synthesising, and communicating digital information. The World Economic Forum (WEF) identifies  ICT  skills  as  foundational  for  the  21st  century. 55   UNESCO defines digital literacy as- ' Includes competencies that are variously referred to as computer literacy,  ICT  literacy,  information  literacy  and  media  literacy '. 56 Digital literacy ranges from basic hardware and software use to advanced programming and network management.\n\n11.22 Data from the Comprehensive Annual Modular Survey 2022-23 reveals a ruralurban digital divide in India with lower internet-searching capabilities in rural areas, especially among females. 57  Sixty-three per cent of males and 55 per cent of females in rural areas can search the internet for information compared to 74 per cent males and 69 per cent of females in urban areas. The results highlight the need for focused efforts to close the digital gap.\n\n11.23 The NEP 2020 emphasises technology's role in improving education, removing barriers, and ensuring inclusivity for Divyang students. Schemes like DIKSHA, 58 Study Webs of Active Learning for Young Aspiring Minds (SWAYAM) 59 , e-VIDYA 60 , Pradhan Mantri Gramin Digital Saksharta Abhiyan (PMGDISHA) 61   and e-content for Divyang are  in  place  to  achieve  the  objective  of  inclusive  digital  education.  The  government\n\n55 New Vision for Education. World Economic Forum (WEF) https://tinyurl.com/39m36x5h\n\n56 A Global Framework of Reference on Digital Literacy Skills.UNESCO. https://tinyurl.com/3e832sct\n\n57  Comprehensive Annual Modular Survey, 2022-23, MoSPI https://tinyurl.com/yxrtez7e\n\n58 https://diksha.gov.in/data/\n\n59 https://swayam.gov.in/explorer?category=SCHOOL\n\n60  https://pmevidya.education.gov.in/\n\n61  PIB release of Ministry of Electronics and IT dated 26 July 2024 (https://tinyurl.com/4w2bzwsa).\n\nlaunched  PM  e-Vidya  DTH  Channel  for  Indian  Sign  Language,  a  significant  step towards an inclusive and accessible education system for hearing-impaired students in  India. 62   The ICT and Digital Initiatives component of Samagra Shiksha provides financial assistance to establish ICT labs and smart classrooms and covers government and aided schools having classes VI to XII across the country.\n\n11.24 The rapid pace of technological change requires educators to stay up-to-date on  new  digital  trends  and  teaching  methods.  In  an  effort  to  leverage  technology towards enhancing the capabilities of educators and preparing them for the demands of the 21 st  century, the government has launched TeacherApp 63 , a cutting-edge digital platform. The application offers over 260 hours of resources, including courses, videos, podcasts, and live expert sessions. It also features Teaching Kits with 900 hours of content, providing teachers with essential tools such as lesson plans, worksheets, and project-based  learning  activities.  The  application  empowers  teachers  with  essential skills and continuous capacity-building through innovative content and communitybuilding features. It is accessible across multiple devices and offers practical strategies for improving pedagogical practices and student engagement.\n\n11.25 Investments in skills, research, innovation ecosystems, government-academic partnerships, and faculty development are pivotal for efficiently delivering education services  and  improving  learning  outcomes.  Technology  acts  as  a  powerful  enabler, driving scalability, equity, accessibility, and sustainable learning opportunities across diverse groups, including schools, polytechnics, higher education institutions, out-ofjob youth, and working professionals. Box XI.6 discusses this further.\n\n## Box XI.6: Leveraging technology for efficient and effective education delivery.\n\nThe  integration  of  technology,  including  AI,  has  become  essential  in  addressing  the rapidly evolving dynamics of the education system. AI-powered learning systems enable personalised learning experiences tailored to individual students' pace and comprehension, contrasting with traditional approaches that rely on a standardised curriculum and uniform pace for all learners. Additionally, AI facilitates adaptive assessments, aligning with students' unique needs and fostering growth at their own pace. The incorporation of technology also presents cost-effective solutions, making quality education more accessible and inclusive for a broader population.\n\nTo improve education systems, technology integration may be focused on three key areas: using AI for teacher development and student tutoring, integrating industry-relevant skills and certifications, and creating personalised learning software. These are discussed below.\n\n62 PIB release of Ministry of Education dated 6 December 2024 (https://tinyurl.com/59ka4zpb ).\n\n63  PIB release of Ministry of Education dated 25 November 2024 (https://tinyurl.com/2znktf6u).\n\n## Leveraging AI for teachers' professional development and providing AI-driven personal tutors for students\n\nAI can automate tasks like lesson planning, assessment development, and fostering critical thinking, freeing teachers to focus on instruction and mentoring. AI tutors can assist across subjects, offering students the necessary support and allowing them to learn at their own pace and requirements. AI personal tutors may enhance learning with resource guidance, career counselling, and problem-solving strategies. Additionally, AI-driven analytics help teachers tailor their methods to students' needs, and AI-powered platforms can recommend personalised professional development to support teachers' growth. AI can also help both teachers and students in conducting automated assessments and helping in personalised learning of the student.\n\nThe government is envisioning and developing e-learning through digital pedagogy as a longterm strategy for the education sector. Various initiatives, such as PM eVidya, DIKSHA, and SWAYAM, are part of this effort. The government has also announced the establishment of a platform under DIKSHA to incorporate advanced technologies like AI and machine learning (ML). 64\n\n## Integrating industry-relevant skills and certifications into education\n\nIncorporating  industry-relevant  skills  and  certifications  into  the  educational  curriculum will improve the workforce's employability. This may be achieved through the provision of certifications into education through partnerships with industry and certification bodies, practical training modules and AI-driven learning experiences.\n\nRealising  the  importance  of  the  industry-academia  linkage,  the  Ministry  of  Education introduced  the  Apprenticeship  Embedded  Degree/Diploma  Programme  in  2020-21  to improve students' employability. Additionally, the National Credit Framework (NCrF) allows for  the  creditisation for apprenticeship learning hours subject to assessment/ evaluation of  the  same.  NCrF  also  recommended  the  expansion  of  the  Academic  Bank  of  Credit (ABC) to include credits earned through apprenticeships, internships, project work, etc. 65 The National Apprenticeship Promotion Scheme provides financial support to industrial establishments undertaking apprenticeship programmes under the Apprentices Act, 1961.\n\n## Building  personalised  learning  software  layers  &amp;  developing  AI  labs  for research, learning and skilling\n\nAI personal tutors in such labs can enormously benefit students across all disciplines and can be a huge aid for them. Virtual Science and AI labs offer unique, beyond-the-classroom experiences. These innovations enhance learning, strengthen foundational skills, and offer cost-effective solutions.\n\n64  https://pmevidya.education.gov.in/diksha.html\n\n65 https://tinyurl.com/36dy8t8w\n\nTaking  a  step  in  this  direction,  Atal  Innovation  Mission  (AIM)  has  introduced  Frontier Technology Labs (FTLs) on the foundation of Atal Tinkering Labs (ATLs). FTL will provide students access to advanced technologies, including AI, AR/VR, blockchain, cybersecurity, robotics,  3D  printing,  and  IoT.  Building  on  the  foundation  of  ATLs,  which  have  been established in 10,000 schools across 722 districts, FTLs are designed to equip students with the skills required for the evolving technological landscape. 66\n\nIn conclusion, it is crucial to leverage technology to transform the educational landscape in India. By doing so, a more efficient, effective, and future-ready education system can be created.\n\n11.26 While online learning and digital technology have expanded access to education, the traditional method of learning through physical methods in the classroom still holds merit.  The Tamil Nadu government launched a cost-effective remedial programme to bring education to students' doorstep to bridge the learning gaps created by the covid 19 pandemic and ensure equity leading to improvements in learning ( Box XI.7 ).\n\n## Box XI.7:  Tamil Nadu's Illam Thedi Kalvi (Education at Doorstep): Innovation in public education\n\nThe Illam Thedi Kalvi Scheme was launched by the Tamil Nadu government to bridge the education gap brought about by the Covid-19 pandemic and the digital divide. The initiative focuses on education through physical methods, which is the primary goal of the Illam Thedi Kalvi . 67\n\nThe scheme was designed during Covid-19 to reduce students' reliance on internet resources for  their  learning,  with  volunteers  assisting  them.  These  volunteers  conducted  door-todoor efforts to educate the students. The initiative is helping close the educational gap by providing  every  student  in  Tamil  Nadu  the  opportunity  to  receive  education  through  this scheme.\n\nThe State Planning Commission conducted a rapid assessment of the programme's impact through a comprehensive survey in September 2022. This assessment involved the active participation of volunteers, teachers, headmasters, and parents from 362 schools across six districts: Ariyalur, Cuddalore, Nagapattinam, Salem, Thiruvarur, and Villupuram. 68 Parents reported  a  noticeable  improvement  in  their  children's  learning  experiences,  noting  that education has become a more enjoyable activity for them. At the same time, the teachers confirmed that the play-based approach has reignited children's interest in learning. As a result, students were interacting more freely and actively participating in regular classes. Students showed a greater interest in mathematics and made significant progress in language skills in their standard classrooms.\n\n66 PIB release of NITI Aayog dated 6 March 2024 (https://tinyurl.com/3x4tw78x).\n\n67  https://illamthedikalvi.tnschools.gov.in/Welcome\n\n68  https://tinyurl.com/29f74ccs.\n\nThe scheme continues, post the pandemic, to provide necessary support to the students through remedial lessons. The scheme's volunteers work year-round to integrate out-ofschool children into mainstream education, with particular attention to girls, Children with special needs (CwSN), transgender children, and those from migrant worker families. The volunteers can apply online to be a part of the programme and are also given monthly pay. The programme is managed with effective use of technology. To monitor the learning levels of primary school children, volunteers have been given achievement charts to record their progress.\n\n## Children  with  Special  Needs  (CwSN):  Developing  a  culture  of inclusivity\n\n11.27 The National Education Policy (NEP) 2020 envisions a future where every child, including Children with Special Needs (CwSN), feels valued, supported, and included. Recognising their unique potential, the NEP emphasises creating inclusive classrooms where  diversity  is  celebrated.  It  calls  for  barrier-free  infrastructure,  compassionate teacher training, and the integration of assistive technologies to ensure that CwSN can learn alongside their peers. The Samagra Shiksha scheme is in alignment with NEP 2020 and  Rights of Persons with Disabilities (RPWD) Act 2016. Under Samagra Shiksha, dedicated funds have been allocated to support CwSN through aids and appliances, assistive devices, allowances, Braille materials, and therapeutic interventions including infrastructure  strengthening.  Infrastructure  improvements  include  ramps  in  11.35 lakh  schools,  handrails  in  7.7  lakh,  and  accessible  toilets  in  5.1  lakh  schools.  The Accessibility Code for Educational Institutions (2024) examines the physical barriers and information &amp; communication barriers of access to school facilities for CwSN.\n\n11.28 Efforts  have  been  made  to  boost  CwSN  enrolment  at  all  levels,  with  notable increases  observed  in  secondary  and  higher  secondary  enrolments.  Although  the COVID-19  pandemic  caused  a  temporary  decline,  recovery  efforts  are  ongoing  to reintegrate out-of-school CwSN into formal education. According to the latest UDISE+ report (2023-24), 16.8 lakh CwSN are enrolled at the elementary level, 2.87 lakh at the secondary level, and 1.18 lakh are enrolled at the higher secondary level. 69 The various initiatives for CwSN are elaborated as below.\n\n<!-- image -->\n\n## PMeVidya Series\n\nNCERT's 'Teaching learning interventions for inclusive classrooms' promotes inclusive pedagogy with ISL interpreters for accessibility.\n\n<!-- image -->\n\n## Accesible content\n\n4250+ ISL Videos, 10,500-Word ISL Dictionary on DIKSHA, 24/7 educational channel on PM eVidya, and DTH Channels.\n\n377 NCERT Talking Bookson e-Pathshala and third-party TTS apps , and 4048 Audio Chapters on DIKSHA\n\n## Chart XI.4. Initiatives for CwSN\n\n<!-- image -->\n\n## Inclusive Cell in CBSE Schools\n\nTo facilitate equitable and barrier free environment and full participation\n\n<!-- image -->\n\nInclusive Education National Guidelines and Implementation Framework on Equitable and Inclusive Education (NGIFEIE) (20212030) has been developed to provide a roadmap for creating inclusive schools, ensuring no child is left behind.\n\nSource: Department of School Education and Literacy, MoE\n\n## Higher education\n\n11.29 India's  higher  education  system  ranks  among  the  largest  globally,  with  4.33 crore students enrolled in 2021-22, a 26.5 per cent increase from 3.42 crore in 201415 70 . The GER for the 18-23 age group also increased from 23.7 per cent to 28.4 per cent during this same period (2014-15 to 2021-22). 71  To achieve the government's goal of increasing GER to 50 per cent by 2035 in higher education, there is a need to double the educational network and infrastructure.\n\n11.30 Over the years, there has been a significant transformation in higher education, ecosystem. The number of Indian Institutes of Technology increased from 16 in 2014 to 23 in 2023, while Indian Institutes of Management grew from 13 in 2014 to 20 in 2023. 72 Similarly,  medical  colleges  experienced  remarkable  growth,  increasing  from 387 in 2013-14 to 780 in 2024-25. 73  Universities have also seen substantial expansion, rising from 723 in 2014 to 1,213 in 2024, registering a growth of 59.6 per cent. 74 Total Higher Education Institutions (HEIs) increased by 13.8 per cent from 51,534 in 201415 to 58,643 in 2022-23. 75\n\n70  All India Survey on Higher Education (AISHE) 2021-22: https://tinyurl.com/ykn75ump\n\n71  Ibid note 70\n\n72 PIB release dated 22 April 2023 https://tinyurl.com/58a9ntna\n\n73  Ministry of Health and Family Welfare (MoHFW)\n\n74  PIB release of Ministry of Education 17 December 2024 https://tinyurl.com/47e2e4sn\n\n75  Ibid note 74 above\n\n<!-- image -->\n\n## Disability ScreeningPRASHAST\n\nCovers 21 disabilities, available in 23 languages through a mobile app. Over 10 lakh users and 61.57 lakh screenings completed since 2022.\n\n.\n\n<!-- image -->\n\nCapacity Building and Training 5-day capacity-building program for 60 lakh teachers under NISHTHA (2023-24).\n\nAdditional online training for 15,964 teachers on digital resources and assistive technologies.\n\nModule on Inclusive Education for inservice training of general teachers under Samagra Shiksha.\n\nGLYPH&lt;c=3,font=/YQNKUC+Calibri&gt;\n\n11.31   The NEP 2020 visualises a paradigm shift in the Indian higher education system through  a  restructured  system.  It  highlights  key  aspects  of  the  system  like  Multidisciplinary  and  Holistic  Education;  Research,  Innovation,  and  Entrepreneurship; Governance and Capacity Building of Teachers; Quality, Ranking, and Accreditation; Digital  Empowerment  and  Online  Education;  Equitable  and  Inclusive  Education; Promotion of Indian Languages and Indian Knowledge Systems; Skill Development and Employability and Internationalisation of Higher Education.\n\n11.32 Importantly, the NEP envisages autonomy for institutions to innovate on these foundational aspects. It recognises that ' regulation of higher education has been too heavy-handed for decades… ' and that the ' regulatory system is in need of a complete overhaul in order to re-energise the higher education sector and enable it to thrive .' Towards this end, the NEP suggests several institutional reforms.  It asks that regulation must be `light but tight' aimed at financial probity and good governance.  Regulation must also ensure transparency of key aspects in the functioning of a university such as  finances,  procedures,  infrastructure,  and  faculty.  Hence  it  calls  for  accreditation of  institutions  based  on  basic  norms,  public  self-disclosure,  good  governance  and outcomes.\n\n11.33 By 2040, all HEIs are to become multidisciplinary institutions. The measures  to  achieve  this  aim  include  greater  opportunities  for  outstanding  public education; scholarships by private/philanthropic universities for disadvantaged and underprivileged students; online education and Open Distance Learning (ODL); and all  infrastructure  and  learning  materials  accessible  and  available  to  learners  with disabilities. The policy calls for making 'India a global knowledge superpower.'\n\n11.34 Effective  implementation  of  NEP  2020  requires  collaboration  across  the centre, states, UTs, HEIs, and regulatory bodies. The University Grants Commission (UGC) has introduced several initiatives like Guidelines for Multiple Entry and Exit in  Academic  Programmes,  Common  Universities  Entrance  Test,  Regulations  on Academic collaboration with foreign HEIs for Joint and Dual Degree Programmes, Guidelines for Professor of Practice, Guidelines on Pursuing two  Academic Programmes  simultaneously,  Guidelines  for  Internship/Apprenticeship  embedded Degree programme, Guidelines for Admission and Supernumerary seats of International Students in Undergraduate and Postgraduate Programmes in HEIs in India, Guidelines for the Establishment of Research and Development Cells in HEIs, Guidelines on Fostering Social Responsibility and Community Engagement in HEIs in India 2.0 etc.\n\n11.35 India's higher education sector exhibits considerable multiplicity where several institutions  have  achieved  excellence,  and  many  others  are  aspiring  to  reach  that\n\nstandard. The challenges faced by the institutions vary, requiring tailored solutions. The regulatory framework (UGC/AICTE) currently includes over 50 regulations addressing different aspects of education and research. However, this approach does not fully align with the 'light but tight' regulatory model envisioned by the NEP. 76  For example, the UGC specifies minimum credits for various course categories (e.g., skill enhancement', `value-added') and prescribes the sequencing of courses over four years, aspects that could be entrusted to the institutions themselves.\n\n11.36 Standardisation  of  key  parameters  and  consistency  of  programmes  across institutions is perhaps the objective of these regulations.  Achieving compliance with UGC norms may be an excellent way for institutions to achieve credibility in the eyes of prospective students, faculty, and employees.  On the other hand, such compliance is not essential for quality institutions.  These have already achieved strong reputations in teaching, research, and placement of their students.  These institutions have innovated on some dimensions of their functioning, and they should be encouraged to follow that path since that is the only way to compete with global institutions.\n\n11.37 It  should  be  explicitly  stated  that  compliance  with  regulations  beyond  the minimum accreditation requirements (proposed in NEP) is voluntary. Such compliance will be desired by institutions wishing to signal their capability and credibility.\n\n11.38 Institutions that desire to stand by their own hard-won reputations should be free to carve out their own path.  There is no greater accountability than that demanded by the market through prospective faculty, students, their parents, and collaborating academic  and  non-academic  institutions.  In  the  spirit  of  good  governance  and transparency, these institutions should be required to publicise prominently that they are not complaint-certified by the regulator.  It is important to embrace diversity and to trust the genius of faculty and students to come up with frameworks that are novel, creative, and impactful on society.\n\n11.39 Further,  there  is  an  increasing  focus  on  strengthening  the  ecosystem  for professional/technical streams of education such as medicine. Emphasis on regulatory reform and enhancement of standards is being made. Box XI.8 discusses the medical education landscape's challenges and measures taken to address them.\n\n## Box XI.8: Challenges to medical education and action\n\nThe medical education ecosystem in the country has made significant strides, with notable achievements that lay a strong foundation for future growth. However, there are exciting opportunities to further enhance the system and ensure it fully aligns with broader policy objectives. While the regulatory framework has made progress, there is an opportunity to evolve and keep pace with the dynamic needs of the healthcare sector.\n\nThe  number  of  candidates  aspiring  to  study  MBBS  has  increased  consistently  over  the years, from around 16 lakh in 2019 to around 24 lakh in 2024. 77  The National Eligibility cum Entrance Test - Under Graduate (NEET-UG) is the single mode of entry through which students enter into medical education, MBBS courses in India and abroad. There has been a sustained increase in the number of opportunities available for medical education in the previous ten years. Since FY19, the number of medical colleges grew from 499 to 648 in FY23 to 780 in FY25, during which time the MBBS seats increased from 70,012 to 96,077 in FY23 to 1,18,137 in FY25 and post graduate seats increased from 39,583 to 64,059 in FY23 78 to 73,157 in FY25.\n\nThere are 13.86 lakh practitioners of modern medicine registered as of July, 2024, 79 which converts into current availability  for  the  whole  population  of  the  country  in  the  ratio  of 1:1263. 80 The  WHO  standard  norm  of  1:1000  seems  to  be  attainable  by  2030  with  a conservative 50,000 doctors being licensed every year till 2030. Thus, numerical shortage of physician availability in India is perhaps no longer a primary concern. However, there are some larger concerns warranting attention. These are discussed below.\n\n## The issue of affordability\n\nUnlike other professional education streams, fees for medical education is highly regulated. In case of government medical colleges, the respective state governments are responsible for fixation of fees. In the case of private unaided medical colleges, the fee structure is decided by  a  committee  set  up  by  the  respective  state  government  under  the  chairmanship  of  a retired High Court Judge in pursuance of the directions of the Hon'ble Supreme Court of India. 81 The National Medical Commission (NMC) has issued guidelines for determination of fees and all other charges in respect of 50 per cent of seats in private medical institutions and deemed to be universities. Despite such measures, fees remain high - at ₹60 lakh to one crore or more 82  in the private sector which holds 48 per cent of MBBS seats. This highlights the opportunity to make medical education more accessible and affordable for all, particularly\n\n77 National Testing Agency, Press release 26 July 2024 (https://tinyurl.com/3nxf8uru).\n\n78 Lok Sabha Reply to Starred Question No. 7 on 2 February 2024. https://tinyurl.com/34ezez47\n\n79 Lok Sabha Reply to Starred Question No. 7 on 2 August 2024 https://tinyurl.com/cbtfvemj\n\n80    Physician availability is calculated at 80 per cent of registered doctors, as per norms-and population of 140.07 crore for 2024, as projected in the Report of the Technical Group for Population Projections, Ministry of Health, and Family Welfare available at https://tinyurl.com/3bn4mrym\n\n81  Lok Sabha Unstarred Question No. 391 on 21  July, 2023  https://tinyurl.com/cks2yr5z\n\n82 157th Report on Quality of Medical Education in India, Department related Standing Committee on health and Family Welfare February, 2024. https://tinyurl.com/472h232h\n\nfor  those  from  less  privileged  backgrounds.  By  reducing  the  cost  of  medical  education, we can contribute to lowering healthcare service costs. If universal coverage is the goal, prioritising cost and equity in medical education will be key to achieving it.\n\nThe consequence is that every year thousands of students go abroad to around 50 countries especially those with lower fees such as China, Russia, Ukraine, Philippines, Bangladesh. 83 Medical  education  abroad  entails  hardships  of  studying  abroad  and  productive  years  of youth invested in repeated attempts at exams - the NEET-UG before taking admission, the Foreign Medical Graduates (FMG) Exam 84 on  completing  the  course  and  then  complete compulsory internships of 12 months in India.\n\nFMGs in China (during COVID lockdowns) and Ukraine (as the conflict escalated), had to return  to  India  dropping  their  education  and  faced  uncertain  prospect.  The  subsequent regulatory issues in addressing the difficulties faced by FMGs and the need to maintain standards  in  allowing  them  to  practice  in  India  has  been  a  challenge  and  has  required interventions  of  the  courts  in  more  than  one  occasion.  The  very  low  pass  percentage  of FMGs in the qualifying exam (16.65 per cent in 2023 85 ) indicates sub-par quality of medical education  abroad  including  lack  of  clinical  training.  As  policy  intervention  to  dissuade medical  education  abroad  is  crafted,  keeping  costs  is  India  within  reasonable  limits  is essential.\n\n## Geographical reach\n\nThe availability of opportunities for medical education appears to be geographically skewed, apparent from the fact that 51 per cent of undergraduate seats and 49 per cent of postgraduate seats are in the southern states. 86 Further, the availability is skewed in favour of urban areas with the urban to rural doctor density ratio being 3.8:1. 87 These patterns tend to follow the pattern in availability of healthcare services in general. It has been estimated that 75 per cent of dispensaries and 60 per cent of hospitals are in urban areas, where 80 per cent of doctors serve. 88 The imbalance in distribution can be attributed to the state/region level of economic development, demand for and expansion of healthcare services, and increasing market for medical value travel.\n\nThe growth in the number of medical practitioners offers a prospect to improve the distribution of healthcare professionals across regions. While many graduates and specialists prefer to practice in their home states or in major cities due to better amenities and professional opportunities, this presents a chance to enhance healthcare access in rural and underserved\n\n83 Country-wise Performance in FMGE 2023 https://tinyurl.com/yc2k6zuz\n\n84 The FMGE is conducted twice a year and the average pass percentage in 2023 was 16.65 per cent with 61,616 candidates appearing, showing that the quality of education abroad is not on par with standards in India and FMG then require multiple attempts to qualify. Students may require anywhere between a minimum of 8-10 years to become eligible to obtain the license to practice.\n\n85  Ibid 83 above\n\n86 As  per  numbers  available  for  Andhra  Pradesh,  Karnataka,  Kerala,  Puducherry,  Tamil  Nadu,  Telangana  and Maharashtra in Lok Sabha Reply to Starred Question No. 7 on 2 February 2024.  https://tinyurl.com/34ezez47\n\n87  FAQs on National medical Commission (Bill) 2019 https://tinyurl.com/b4y43cv3\n\n88 Mishra, S., Mohanty, S.K. Out-of-pocket expenditure and distress financing on institutional delivery in India. Int J Equity Health 18, 99 (2019). https://doi.org/10.1186/s12939-019-1001-7\n\nareas. By offering incentives, improving infrastructure, and fostering professional growth in these regions, we can attract and retain healthcare professionals, ensuring a more balanced and equitable distribution of doctors to strengthen public healthcare services nationwide.\n\n## Specialisations\n\nThere  is  also  a  skewed  distribution  of  seats  in  favour  of  specialisations  like  radiology, dermatology, gynaecology, cardiology while specialities like psychiatry, geriatrics etc., are neglected. The current shortage of specialists across specialities will further aggravate in streams that are currently not preferred but will be required in the future. Demand for post graduate  education  is  not  restricted  by  the  need  for  clinical  practitioners,  these  doctors form  the  resource  pool  for  research  and  development  in  advanced  fields  of  medicine, pharmaceuticals, biotechnology etc. They are also crucial as faculty and trainers of the next generation.  While we focus on increasing facilities for specialisations it is also necessary to maintain distribution across geographies and streams. 89\n\n## Remuneration\n\nMarket estimates indicate that remuneration of fresh graduates is around ₹ 5 lakh and senior doctors earn between ₹12.5 -18.4 lakh per annum in cities. 90 This is almost similar or lower to the packages that are available to other graduates at the entry level. The attraction towards the medical profession, as seen from the consistently increasing number of aspirants, seems to arise more from the social status attached to it rather than its earning potential. This may mean that the availability of meaningful work and commensurate remuneration may reduce with increase in the number of doctors available in the future. This would reinforce the  already  occurring  migration of doctors from India into greener pastures. The OECD countries reported in 2021 that there were close to 19,000 physicians from India in their workforce and migration in 2021 alone was over 2800 physicians. Increased public and private  sector  investments  into  medical  education  is  in  effect  creating  a  global  health workforce. The trends in migration need to be factored while incentives for service in public health system are calibrated to ensure availability of doctors in rural areas.\n\n## Other issues\n\nQuality of education is directly related to the availability of qualified and experienced faculty and the clinical exposure at the hospital. Regulatory requirements in terms of both are robust. Non-compliance  carries  penalties  including  the  cancellation  of  recognition  of  courses. The NMC is empowered to monitor and penalise such non-compliance. Measures such as CCTV cameras and an Aadhaar based attendance system which are centrally monitored by the national regulator have been put in place. The granularity of regulations may appear necessary given that medical profession deserves to be of the highest quality possible but also seem overbearing in terms of associated compliance and monitoring costs. Despite the\n\n89 The 157th Report on Quality of Medical Education in India, Department related Standing Committee on Health and Family Welfare February, 2024 - Para 2.7 -2.15\n\n90 https://tinyurl.com/5573epev.\n\nelaborate  regulations  and  monitoring,  issues  like  shortage  of  faculty,  ghost  faculty,  low patient load in hospitals etc., continue to affect the quality of training. There may be need to revisit the incentive-disincentive and design of regulatory measures to improve compliance, reduce costs and prevent associated rent-seeking.\n\nThe success of any policy, including regulatory ones, lies in its execution. If outcomes do not align with our goals or if there are unexpected effects, it is essential to take a step back and refine these policies to make them more meaningful and impactful.\n\n## Conclusion\n\nTo address the uneven distribution of seats and to expand the availability of seats, the central government is supporting the states through three centrally sponsored schemes, viz., the construction of new medical colleges, creation of infrastructure for expansion of MBBS and post graduate seats. 91 The regulatory reform process started with the setting up of the NMC in 2019. NMC has since brought into effect broad based regulations specifying minimum standards for establishment of colleges, increasing number of seats, opening new courses, introduction of  a  competency-based  curriculum,  minimum qualification, and training of teachers etc. In collaboration with the Quality Council of India, a rating and accreditation system for medical colleges has also been proposed.\n\nWith all these efforts being made and the private sector remaining an active participant, the medical education landscape presents large opportunities for the future and presents a bigger challenge to policymakers than any other field of professional education does.\n\n##",
  "tags": [
    "Education_Policy",
    "School_Education",
    "EdTech"
  ]
}