{
  "chapter_no": 10,
  "subchapter_no": 1,
  "content": "Chapter 10 Summary:\nIndia's services sector witnessed a swift rebound in FY22, driven by growth in the contact-intensive services sub-sector, which completely recovered from the pre-pandemic level in Q2 of FY23. The sector's growth momentum continued in FY23, with a year-on-year growth of 9.1% driven by 13.7% growth in contact-intensive services. India's services exports have remained resilient during the Covid-19 pandemic and amid current geopolitical uncertainties, driven by higher demand for digital support, cloud services, and infrastructure modernization. The government has permitted 100% foreign participation in telecommunication services and raised the FDI ceiling in insurance companies from 49% to 74%. The services sector is expected to be the growth driver in the next fiscal, with strong momentum growth and an uptick in High-Frequency Indicators (HFIs) for the contact-intensive services sector. The hotel industry is thriving with improvements in occupancy rate, increase in Average Room Rate (ARR), and rise in Revenue Per Available Room (RevPAR). The tourism sector is showing signs of revival, with foreign tourist arrivals in India in FY23 growing month-on-month. The Real Estate sector has witnessed resilient growth, with housing sales and the launch of new houses surpassing the pre-pandemic level in Q2 of FY23. Information Technology-Business Process Management (IT-BPM) and the E-commerce industry have been exceptionally resilient during the Covid-19 pandemic, driven by accelerated technology adoption and digital transformation. The government's push to boost the digital economy, growing internet penetration, rise in smartphone adoption, and increased adoption of digital payments have also given a renewed push to these industries. The introduction and piloting of Central Bank Digital Currency (CBDC) will also provide a significant boost to digital financial services.\n\nSubchapter 1 Content:\n# Services: Source of Strength\n\nServiceS: Source of Strength\n\n<!-- image -->\n\nIndia's services sector witnessed a swift rebound in FY22 driven by growth in the contactintensive services sub-sector, which bore the maximum burden of the pandemic. This subsector completely recovered from the pre-pandemic level in Q2 of FY23, driven by the release of  pent-up  demand,  ease  of  mobility  restriction,  and  near-universal  vaccination  coverage. Going forward, strong momentum growth and an uptick in the High-Frequency Indicators (HFIs) for the contact-intensive services sector reflect a strong growth opportunity in the next fiscal. PMI services, indicative of service sector activity, has also witnessed a strong rebound in recent months with the retreating of the price pressures of inputs and raw materials.\n\nIndia has been a major player in services trade, being among the top ten services exporting countries in 2021, having increased its share in world commercial services exports from 3 per cent in 2015 to 4 per cent in 2021. India's services exports have remained resilient during the Covid-19 pandemic and amid current geopolitical uncertainties, driven by higher demand for digital support, cloud services, and infrastructure modernisation catering to new challenges.\n\nTo ensure the liberalisation of investment in various industries, the Government has permitted 100 per cent foreign participation in telecommunication services including all services and infrastructure providers, through the Automatic Route. The FDI ceiling in insurance companies was also raised from 49 to 74 per cent. Measures undertaken by the Government, such as the launch of the National Single-Window system and enhancement in the FDI ceiling through the automatic route, have played a significant role in facilitating investment.\n\nWith  the  waning  of  the  pandemic  and  external  shocks  on  account  of  the  Russia-Ukraine conflict, there is evidence of improvement in the performance of various services sub-sectors. The hotel industry is thriving with improvements in occupancy rate, increase in the Average Room Rate (ARR) and rise in Revenue Per Available Room (RevPAR) which are now much nearer to the pre-pandemic level of FY20. The tourism sector is also showing signs of revival, with foreign tourist arrivals in India in FY23 growing month-on-month with the resumption of scheduled international flights and the easing of Covid-19 regulations. The Real Estate sector has witnessed resilient growth in the current year, with housing sales and the launch of new houses surpassing in Q2 of FY23 the pre-pandemic level of Q2 of FY20. Information Technology-Business  Process  Management  (IT-BPM)  and  the  E-commerce  industry  have been exceptionally resilient during the Covid-19 pandemic, driven by accelerated technology adoption and digital transformation. The Government's push to boost the digital economy, growing internet penetration, rise in smartphone adoption and increased adoption of digital\n\npayments have also given a renewed push to these industries. The",
  "tags": [
    "Services_Sector",
    "India_Economy",
    "Digital_Transformation"
  ]
}