{
  "chapter_no": 8,
  "subchapter_no": 1,
  "content": "Chapter 8 Summary:\nThe agriculture and allied sector has been performing well, with an average annual growth rate of 4.6% over the last six years. In 2021-22, the sector grew by 3.0% compared to 3.3% in 2020-21. India has emerged as a net exporter of agricultural products, with exports growing by 18% in 2020-21 to reach $50.2 billion in 2021-22. The government has taken measures to promote farmer-producer organizations, encourage crop diversification, and improve productivity in agriculture through support for mechanization and the creation of the Agriculture Infrastructure Fund. The Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) scheme has provided income support to farmers, leading to diversification in sources of farmers' income and improving their resilience to weather shocks. The National Food Security Act (NFSA) has been implemented to provide food security, with 81.4 crore beneficiaries receiving free foodgrains for one year from January 1, 2023. The government has also increased the Minimum Support Price (MSP) for crops, with a margin of at least 50% over the all-India weighted average cost of production. The Kisan Credit Card Scheme (KCC) has been introduced to provide hassle-free credit availability to farmers at a cheaper rate. As of December 2022, 3.89 crore KCCs had been issued with a limit of ₹4,51,672 crore. The Interest Subvention Scheme (ISS) has been introduced to provide short-term credit to farmers at subsidized interest rates. The target for agricultural credit flow in 2022-23 has been fixed at ₹18.5 lakh crore. The farm mechanization sector has been promoted through the Sub Mission on Agricultural Mechanization (SMAM), with 21628 CHCs and 467 Hi-Tech hubs established. Organic and natural farming have been promoted, with 44.3 lakh organic farmers and 59.1 lakh ha area brought under organic farming by 2021-22. The PM KISAN scheme has been successful in providing financial assistance to farmers, with 11.3 crore farmers covered in its April-July 2022-23 payment cycle. The Agriculture Infrastructure Fund (AIF) has been launched to provide financing for post-harvest management infrastructure and community farm assets. The Pradhan Mantri Fasal Bima Yojana (PMFBY) has been launched to provide comprehensive insurance coverage to farmers, with 5.5 crore applications every year. The Mission for Integrated Development of Horticulture (MIDH) has been introduced to promote horticulture, with a record production of 342.3 million tonnes in 2021-22. The National Agriculture Market (e-NAM) scheme has been launched to create an online transparent, competitive bidding system for farmers. Climate-Smart Farming Practices have been promoted, with over 1,000 agritech start-ups in India. The International Year of Millets has been declared for 2023, with India producing over 50.9 million tonnes of millet, accounting for 80% of Asia's and 20% of global production. The allied sectors of Indian agriculture, including livestock, forestry, and fishing, are growing rapidly, with the livestock sector growing at a CAGR of 7.9% during 2014-15 to 2020-21. The dairy sector is the most critical component of the livestock sector, employing over eight crore farmers directly. The government has made several critical interventions to enhance infrastructure and improve livestock productivity and disease control, including the launch of the Animal Husbandry Infrastructure Development Fund (AHIDF) worth ₹15,000 crore in 2020. The Pradhan Mantri Matsya Sampada Yojana (PMMSY) has been launched with a total outlay of ₹20,050 crore to drive sustainable and responsible development of the fisheries sector. The cooperative sector has been promoted, with 8.5 lakh registered cooperatives in the country, having over 29 crore members. A New National Cooperation Policy is being formulated to strengthen the cooperative movement in the country. The food processing sector is of enormous significance for India's development, growing at an average annual growth rate of around 8.3% over the last five years. The Production Linked Incentive Scheme for Food Processing Industry (PLISFPI) has been launched to incentivize investments to create global food champions. The Krishi UDAN2.0 version has been launched to focus on transporting perishable food products from Hilly Areas, North-Eastern States, and Tribal Areas. The government has been running the most extensive legislation-based food security programme in the world, covering about 80 crore of India's population under the National Food Security Act (NFSA), 2013.\n\nSubchapter 1 Content:\n# Introduction\n\nIntroduction\n\n- 8.1 With its solid forward linkages, the agriculture and allied activities sector significantly contributed to the country's overall growth and development by ensuring food security. The Indian agriculture sector has been growing at an average annual growth rate of 4.6 per cent during the last six years.  It grew by 3.0 per cent in 2021-22 compared to 3.3 per cent in 202021. In recent years, India has also rapidly emerged as the net exporter of agricultural products. In  2020-21, exports of agriculture and allied products from India grew by 18 per cent over the previous year.  During 2021-22, agricultural exports reached an all-time high of US$ 50.2 billion.  This period of buoyant performance could be ascribed to the measures taken by the Government  to  promote  farmer-producer  organisations,  encourage  crop  diversification,  and improve productivity in agriculture through support provided for mechanisation and the creation of the Agriculture Infrastructure Fund. Thus, enabling the country, in the spirit of Vasudhaiva\n\nKutumbakam, to provide necessary and essential support to other countries for the losses faced during Covid-19. Further, income support to farmers through the Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) and the promotion of allied activities has led to diversification in sources of farmers' income, improving their resilience to weather shocks.\n\nFigure VIII.1: despite covid-19 shock agriculture and allied sector shows resilient growth\n\n<!-- image -->\n\nSource: MoSPI's Annual and Quarterly Estimates of GDP at constant prices, 2011-12 series.\n\n8.2 The interventions of the Government have been in line with the recommendations of the Committee on Doubling Farmers' Income, which had identified improvement in crop and livestock productivity,  diversification  towards  higher  value  crops,  better  resource  efficiency,  enhanced cropping intensity, improvement in real prices received by farmers and shift from farm to nonfarm occupations as being significant sources of growth. Several policy measures, such as the Minimum Support Price (MSP) to secure the price at one and half times the all-India weighted average cost of production, schemes and price measures to focus on high-value added crops such as  oilseed,  incentives  for  crop  diversification  through  price  policy  measures,  improvements  in agricultural marketing and by enhancing resource use efficiency etc. have been adopted. While Indian agriculture has performed well, the sector needs re-orientation in the backdrop of certain challenges like adverse impacts of climate change, fragmented landholdings, sub-optimal farm mechanisation, low productivity, disguised unemployment, rising input costs, etc.\n\nVarious policy initiatives introduced and implemented to deal with these issues are discussed later in this chapter.\n\nFigure VIII.2: crowding in of Private investment in agriculture\n\n<!-- image -->\n\nSource: Agricultural Statistics at a Glance 2021.\n\nFigure VIII.3: India's electricity consumption in Agriculture (Annual)\n\n<!-- image -->\n\nSource: Ministry of Statistics and Programme Implementation\n\n##",
  "tags": [
    "Agricultural_Growth",
    "Food_Security",
    "Sustainable_Agriculture"
  ]
}