{
  "chapter_no": 8,
  "subchapter_no": 7,
  "content": "Chapter 8 Summary:\nThe agriculture and allied sector has been performing well, with an average annual growth rate of 4.6% over the last six years. In 2021-22, the sector grew by 3.0% compared to 3.3% in 2020-21. India has emerged as a net exporter of agricultural products, with exports growing by 18% in 2020-21 to reach $50.2 billion in 2021-22. The government has taken measures to promote farmer-producer organizations, encourage crop diversification, and improve productivity in agriculture through support for mechanization and the creation of the Agriculture Infrastructure Fund. The Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) scheme has provided income support to farmers, leading to diversification in sources of farmers' income and improving their resilience to weather shocks. The National Food Security Act (NFSA) has been implemented to provide food security, with 81.4 crore beneficiaries receiving free foodgrains for one year from January 1, 2023. The government has also increased the Minimum Support Price (MSP) for crops, with a margin of at least 50% over the all-India weighted average cost of production. The Kisan Credit Card Scheme (KCC) has been introduced to provide hassle-free credit availability to farmers at a cheaper rate. As of December 2022, 3.89 crore KCCs had been issued with a limit of ₹4,51,672 crore. The Interest Subvention Scheme (ISS) has been introduced to provide short-term credit to farmers at subsidized interest rates. The target for agricultural credit flow in 2022-23 has been fixed at ₹18.5 lakh crore. The farm mechanization sector has been promoted through the Sub Mission on Agricultural Mechanization (SMAM), with 21628 CHCs and 467 Hi-Tech hubs established. Organic and natural farming have been promoted, with 44.3 lakh organic farmers and 59.1 lakh ha area brought under organic farming by 2021-22. The PM KISAN scheme has been successful in providing financial assistance to farmers, with 11.3 crore farmers covered in its April-July 2022-23 payment cycle. The Agriculture Infrastructure Fund (AIF) has been launched to provide financing for post-harvest management infrastructure and community farm assets. The Pradhan Mantri Fasal Bima Yojana (PMFBY) has been launched to provide comprehensive insurance coverage to farmers, with 5.5 crore applications every year. The Mission for Integrated Development of Horticulture (MIDH) has been introduced to promote horticulture, with a record production of 342.3 million tonnes in 2021-22. The National Agriculture Market (e-NAM) scheme has been launched to create an online transparent, competitive bidding system for farmers. Climate-Smart Farming Practices have been promoted, with over 1,000 agritech start-ups in India. The International Year of Millets has been declared for 2023, with India producing over 50.9 million tonnes of millet, accounting for 80% of Asia's and 20% of global production. The allied sectors of Indian agriculture, including livestock, forestry, and fishing, are growing rapidly, with the livestock sector growing at a CAGR of 7.9% during 2014-15 to 2020-21. The dairy sector is the most critical component of the livestock sector, employing over eight crore farmers directly. The government has made several critical interventions to enhance infrastructure and improve livestock productivity and disease control, including the launch of the Animal Husbandry Infrastructure Development Fund (AHIDF) worth ₹15,000 crore in 2020. The Pradhan Mantri Matsya Sampada Yojana (PMMSY) has been launched with a total outlay of ₹20,050 crore to drive sustainable and responsible development of the fisheries sector. The cooperative sector has been promoted, with 8.5 lakh registered cooperatives in the country, having over 29 crore members. A New National Cooperation Policy is being formulated to strengthen the cooperative movement in the country. The food processing sector is of enormous significance for India's development, growing at an average annual growth rate of around 8.3% over the last five years. The Production Linked Incentive Scheme for Food Processing Industry (PLISFPI) has been launched to incentivize investments to create global food champions. The Krishi UDAN2.0 version has been launched to focus on transporting perishable food products from Hilly Areas, North-Eastern States, and Tribal Areas. The government has been running the most extensive legislation-based food security programme in the world, covering about 80 crore of India's population under the National Food Security Act (NFSA), 2013.\n\nSubchapter 7 Content:\n# Other Important Initiatives in Agriculture\n\nother Important Initiatives in Agriculture\n\n8.12 PM KISAN Scheme: It is a Central Sector Scheme to supplement the financial needs of land-holding  farmers. The  financial  benefit  of    ₹6,000  per  year  is  transferred  into  the  bank accounts of farmer families through DBT. It is one of the largest DBT schemes in the world. About 11.3 crore farmers were covered under the Scheme in its April-July 2022-23 payment cycle. The Scheme, through a span of over 3 years, has successfully provided assistance of more than Rs. 2 lakh crore to crores of needy farmers. Many studies and findings indicate that the PM KISAN scheme has helped farmers towards productive investment in agricultural activities. This, through a multiplier effect, has contributed to the overall improvement of the farm sector. For instance, in an empirical 2 study  with the Indian Council of Agriculture Research (ICAR), the  International  Food  Policy  Research Institute  (IFPRI)  found  that  the  scheme  has  enabled addressing the liquidity constraints of farmers for buying agricultural inputs. Further, for the small and marginal farmers, it has helped them meet their requirement of funds for farm inputs and their daily consumption, education, health and other incidental expenses.\n\n8. 13 Agriculture Infrastructure Fund (AIF): AIF is a financing facility operational from the year 2020-21 to 2032-33 for the creation of post-harvest management infrastructure and community farm assets, with benefits including 3 per cent interest subvention and credit guarantee support. Under this, a provision of ₹1 lakh crore for 2020-21 to 2025-26 has been made, and interest\n\n2 Varshney, Deepak; Joshi, Pramod Kumar; Roy, Devesh; and Kumar, Anjani. 2020. Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) and the adoption of modern agricultural technologies in Uttar Pradesh, India. IFPRI Discussion Paper 1907. Washington, DC: International Food Policy Research Institute (IFPRI)\n\nsubvention and credit guarantee assistance will be given until 2032-33.  AIF scheme has the facility of convergence with any other scheme of the State or Central Government and can prove to be a milestone in investment in the agriculture sector.\n\nSince its inception, an amount of ₹13,681 crore has been sanctioned for agriculture infrastructure in  the  country,  covering  more  than  18,133  projects. These  include  8,076  warehouses,  2,788 primary processing units, 1,860 custom hiring centres, 937 sorting &amp; grading units, 696 cold store  projects,  163  assaying  units  and  around  3613  other  kinds  of  post-harvest  management projects and community farming assets.\n\n8.14  Pradhan  Mantri  Fasal  Bima  Yojana  (PMFBY):  PMFBY  is  currently  the  largest  crop insurance scheme in the world in terms of farmer enrolments, averaging 5.5 crore applications every year and the third largest in terms of the premium received. The scheme promises minimal financial burden on the farmer, with farmers paying only 1.5 per cent and 2 per cent of the total premium for the Rabi and Kharif seasons, respectively, with Centre and State Governments bearing most of the premium cost. During the last six years of its implementation, farmers paid a premium of ₹25,186 crore and received claims amounting to ₹1.2 lakh crore (as of 31 October 2022). The acceptability of the scheme amongst the farmer can be ascertained from the fact that the share of non-loanee, marginalised, and small farmers have increased by 282 per cent since the scheme's inception in 2016.\n\n## Box VIII.1: Pradhan Mantri Fasal Bima yojana (PMFBy)\n\n- PMFBY was launched in the 2016 Kharif season to provide comprehensive insurance coverage to farmers in case of crop failure, helping stabilise their incomes. The scheme is implemented through empanelled general insurance companies. It is modified/revamped on a timely basis considering the prevailing policy regime and requirement of policy intervention in crop insurance in the country. The Scheme covers all Food &amp; Oilseeds crops and Annual Commercial/Horticultural  Crops  for  which  past  yield  data  is  available  and  for  which  the requisite number of Crop Cutting Experiments (CCEs) are being conducted under the General Crop Estimation Survey (GCES). The revamped Scheme w.e.f Kharif 2020 has many features, which include voluntary participation for all farmers, selection of Insurance Companies by the States for 3 years in a go, a two-step process of crop yield estimation, use of smart sampling technique through satellite data for crop cutting experiments, etc.\n- The scheme is implemented on an 'Area Approach' basis. Admissible claims are worked out  and  paid  directly  to  the  insured  farmer's  account  by  the  insurance  companies  on  the yield data based on the requisite number of CCEs per unit area furnished to the concerned insurance. However, losses due to localised risks of hailstorms, landslides, inundation, etc., are calculated on an individual-insured farm basis. These claims are assessed by a joint committee comprising representatives of the State Government and concerned insurance companies.\n\n- PMFBY is currently the largest crop insurance scheme in the world in terms of farmer enrolments,  averaging  5.5  crore  applications  every  year  and  the  third  largest  in  terms  of premiums received. In the last six years of its implementation, farmers have paid a premium of ₹25,186 crore and received claims amounting to ₹1.26 lakh crore (as of 31st October 2022). The increase in acceptability of the scheme amongst the farmer can be ascertained from the fact that the share of non-loanee, marginalised and small farmers increased by 282 per cent since the scheme's inception in 2016. During the arduous seasons of 2017, 2018 and 2019 marred by weather extremities, the scheme proved to be a decisive factor in securing the livelihoods of farmers, wherein the claims paid ratio in several states averaged more than 100 per cent against the gross premium collected. For example, the States of Chhattisgarh (2017), Odisha (2017), Tamil Nadu (2018), and Jharkhand (2019) received 384 per cent, 222 per cent, 163 per cent and 159 per cent of claims ratio against a gross premium.\n- To better resolve grievances within the scheme, National Crop Insurance Portal has been developed to handle all grievances from end to end. This portal is equipped with the necessary features, such as Complaint/Query capturing through multiple modes, farmer authentication &amp; online  ticket  forwarding  to  the  concerned  company,  online  escalation  as  per  escalation matrices, updating of resolution details, MIS &amp; Dashboards for data analysis. It has API-based connectivity to the insurance companies and is well-designed, ensuring that every grievance is taken to a logical",
  "tags": [
    "Agricultural_Policies",
    "Farm_Sector_Development",
    "Crop_Insurance_Schemes"
  ]
}