{
  "chapter_no": 11,
  "subchapter_no": 5,
  "content": "Chapter 11 Summary:\nSummary generation failed for chapter content (length: 84634 chars)\n\nSubchapter 5 Content:\n# Exchange Rates Moving in Tandem with Global Developments\n\nExchange rates Moving in tandem with Global developments\n\n11.44  The exchange rate of the Indian Rupee is market-determined as the RBI's intervention in the foreign exchange market is mainly to contain instances of excessive volatility. On a financial year basis, i.e., from  April to December 2022, the INR has depreciated against US$ by 8.3 per cent. 20 Over the same period, the US dollar has appreciated by 4.4 per cent in terms of the US dollar index. 21 This holds even on a calendar year basis, i.e., from January to December 2022, the INR has depreciated by 10.8 per cent whereas the US dollar has appreciated by 6.4 per cent. The Nominal Effective Exchange Rate  (NEER) of the US dollar (27 economies)  appreciated by 7.8  per cent in  the calendar year 2022, up to December, while the NEER of India (64 economies) depreciated by 4.8 per cent. In other words, it is not that the INR has weakened, but it is the US dollar that has strengthened. No matter how many tweets are written against that observation, it is a fact. Several other currencies depreciated even more value against the US dollar than the INR (Refer Figure I.12 of Chapter I). Thus, the external value of INR vis-à-vis the US dollar has seen very orderly movements during the year since the onset of the current geopolitical crisis.\n\n11.45   Further, the INR appreciated against select major currencies barring the US dollar.  The average exchange rate of INR against the Pound Sterling appreciated by 6.7 per cent in April -December 2022 over April - December 2021. This rate of appreciation was 14.5 per cent with respect to the Japanese Yen and 6.4 per cent against the Euro.\n\n20  Change in Monthly average exchange rate in December 2022 over April 2022.\n\n21 The U.S. dollar index (US$X) is a measure of the value of the U.S. dollar relative to a basket of foreign currencies. These are: the Euro, Swiss franc, Japanese yen, Canadian dollar, British pound, and Swedish krona.\n\nfigure xI.16 Exchange rate of Indian rupee vis-à-vis Major currencies\n\n<!-- image -->\n\nSource: RBI\n\nNote: The exchange rate for Japanese Yen is in Rupees per 100 Yen.\n\n11.46  Cross-country comparisons of exchange rate movements are often made on an inflationadjusted basis or what is called in real effective terms, viz. the Real Effective Exchange Rate (REER).  On  a  financial  year  basis,  i.e.,  between April  2022  and  December  2022,  the  INR depreciated 3.4 per cent and 4.0 per cent measured in terms of 6-currency and 40-currency tradeweighted indices, respectively. Thus, even in real terms, the INR witnessed modest depreciation in the face of global spill overs.\n\n11.47  In terms of the 6-currency NEER (trade-weighted), the rupee depreciated by 4.4 per cent in December 2022 over April 2022. Similarly, the rupee depreciated by 4.7 per cent in terms of 40-currency NEER 22   (trade-weighted) in December 2022 over April 2022.\n\nxI.17: Movement of Index of 6-currency and 40-currency nEEr and rEEr (trade-based weight) (the base Year 2015-16 = 100)\n\na. 6- currency trade-Based\n\nb. 40- currency trade Based\n\n<!-- image -->\n\n<!-- image -->\n\nSource: RBI\n\n22 The indices NEER and REER are used as indicators of external competitiveness. NEER is the weighted average of bilateral nominal exchange rates of the home currency in terms of foreign currencies, weights being based on the average of India's bilateral trade (exports plus imports) with countries/regions represented by the 6/40 currencies during the preceding three years. The REER, defined as a weighted average of nomi -nal exchange rates adjusted for relative price differential between the domestic and foreign countries, relates to the PPP hypothesis.\n\n## International Investment position: a reflection of India's financial Soundness\n\n11.48  The international investment position (IIP) is a statistical statement that shows at a point in time the value and composition of (a) financial assets of residents of an economy that are claims on non-residents and gold bullion held as reserve assets, and (b) liabilities of residents of an economy to non-residents. The difference between an economy's external financial assets and liabilities is the economy's net IIP, which may be positive or negative. 23 The Net IIP position determines whether a country is a net creditor or debtor nation by measuring the difference in its external assets and liabilities. These statistics serve as an indicator of a country's financial condition and soundness. The Net IIP, along with the BoP transactions, reflects the domestic economy's set of international accounts.\n\n11.49  For India, as of end-September 2022, Indian residents' overseas financial assets at US$ 847.5 billion were lower by US$ 73.0 billion or 7.9 per cent compared to the level as of endMarch 2022, mainly due to the reduction in reserve assets even as trade credit and overseas direct  investment  recorded  an  increase.  Reserve  assets  at  US$  532.7  billion,  accounting  for around 62.9 per cent of India's international financial assets fell by 12.3 per cent over the same period.\n\n11.50  International liabilities at US$ 1,237.1 billion as of end-September 2022 were lower by US$ 41.6 billion (3.2 per cent) as compared to the level as of end-March 2022. This fall was attributed primarily to direct investment (net) outflows, while variations in the exchange rate of the rupee vis-a-vis other currencies also had an impact on the change in liabilities when valued in US$ terms. The share of debt liabilities in total external liabilities was 50 per cent as of endSeptember 2022.\n\n11.51  Thus, the net claims of non-residents on India, valued at US$ 389.6 billion as of endSeptember 2022, increased by US$ 31.4 billion over the level as of end-March 2022. India's international financial assets covered 68.5 per cent of international financial liabilities as of endSeptember 2022.\n\nxI.18: India's net International Investment position in end-September 2022\n\na. net IIp and as percentage to Gdp\n\nb. asset liabilities ratio (in per cent\n\n<!-- image -->\n\n<!-- image -->\n\nSource: RBI; P: Provisional\n\n23 IMF, Balance of Payments and International Investment Position Manual, sixth edition (BPM6),\n\n##",
  "tags": [
    "Exchange_Rates",
    "International_Investment",
    "Currency_Fluctuations"
  ]
}