{
  "chapter_no": 11,
  "subchapter_no": 2,
  "content": "Chapter 11 Summary:\nSummary generation failed for chapter content (length: 84634 chars)\n\nSubchapter 2 Content:\n# Introduction\n\nIntroduction\n\n11.1  Two global shocks in the new millennium - one an economic shock and the other, a health shock - have had very contrasting repercussions on the global economy. Following the global financial crisis in 2007-08 as the inflationary pressures were muted, interest rates were extremely low for long years. The easing financial conditions supported global economic growth, which reached 4.5 per cent in 2010. Now, the Covid-19 pandemic is another shock to global growth performance, with economic growth down to a negative of 3.8 per cent in 2020. The following two years saw inflation rates rise to multi-decade highs, fuelled by global commodity and food price spikes. The situation has been further amplified by the Russia-Ukraine conflict. To stem the situation, monetary authorities in advanced economies, especially the US Federal Reserve (US Fed), are accelerating the pace of monetary policy normalisation. The 10-year Treasury yield in the US increased almost six-fold between mid-2020 and mid-2022. Risk assets were sold off sharply triggering capital flight from many emerging and frontier market economies, bringing to a halt the rebound of net capital flows to developing countries observed since the last quarter of 2020.\n\n11.2  Interest  rates  and  prices  of  risk  assets  have  been  extremely  volatile  since April  2022, reflecting heightened uncertainty about the economic and policy outlook, exacerbated by low liquidity. The US dollar appreciated sharply against currencies of Emerging Market Economies (EMEs) and major advanced economies facing high borrowing costs. Thus, global financial conditions have considerably tightened especially since April 2022, and the balance of risks is significantly skewed to the downside, thereby weakening the global economic outlook. Global growth is forecast to slow from 6.0 per cent in 2021 to 3.2 per cent in 2022 and 2.7 per cent in 2023 according to the International Monetary Fund (IMF). 1 This is the weakest growth profile since 2001 except for the global financial crisis and the acute phase of the pandemic. Further, external public debt vulnerability concerns are being exacerbated as such debt in developing economies is at record levels presently and most of it is owed to private creditors, with much of it involving variable interest rates that could spike suddenly. 2 Thus, emerging markets face a host of risks emanating from elevated external borrowing costs, sticky high inflation, volatile commodity markets, uncertain global economic growth outlook, and spill overs from policy tightening in advanced economies.\n\n1 World Economic Outlook Report, IMF, October 2022.\n\n2 'South Asia's Current Macroeconomic Challenges and Policy Priorities', Keynote Address by Shri Shaktikanta Das, Governor, Reserve Bank of India -6 January  2023 - at the high-level Conference co-organised by IMF Asia and Pacific Department and IMF South Asia Regional Training and Technical Assistance Centre, New Delhi\n\n11.3  Against this fast-evolving global backdrop, this chapter chronicles the developments in the external sector of the Indian economy focusing on exports, imports, international investment, foreign exchange reserves, movement of the currency against the US dollar, external debt, and the BoP situation. Where available, a comparison of some of these indicators with some peer countries is also made to present India's external sector situation in a proper perspective.\n\n##",
  "tags": [
    "Global_Economic_Outlook",
    "Monetary_Policy",
    "External_Sector_Analysis"
  ]
}