{
  "chapter_no": 12,
  "subchapter_no": 1,
  "content": "Chapter 12 Summary:\nIndia's infrastructure development has been on a consistent growth curve since Independence, with a focus on physical and digital infrastructure. The government has adopted a forward-looking programmatic approach towards infrastructure, with a projected investment of around ₹111 lakh crore for FY20-25. The National Infrastructure Pipeline (NIP) aims to develop a comprehensive view of infrastructure development, monitor progress, and enable a pipeline view for investors. The funding for infrastructure comes from various sources, including government, private sector, and multilateral organizations. The government has also emphasized digital and communications development, with a focus on usability, interoperability, and accessibility. The digital economy is expected to reach $1 trillion by 2025. The government has launched several initiatives, including the National Logistics Policy (NLP), PM GatiShakti, and the National Monetisation Pipeline (NMP), to improve logistics, infrastructure development, and attract private sector investment. The NLP aims to reduce logistics costs and improve efficiency, while PM GatiShakti focuses on integrated planning and coordinated implementation across ministries and departments. The NMP aims to unlock capital from various projects across sectors and attract private sector investment. The government has also emphasized the importance of public-private partnerships (PPPs) in infrastructure development, with a focus on viability gap funding (VGF) and the India Infrastructure Project Development Fund Scheme (IIPDF). The government has also made significant investments in physical infrastructure, including roads, railways, airports, and ports. The road network has expanded significantly, with 10,457 km of roads constructed in FY22. The railways have also seen significant investment, with a focus on electrification and modernization. The civil aviation sector has recovered from the pandemic, with domestic demand driving growth. The government has also emphasized the importance of inland water transport, with a focus on developing navigable waterways. The electricity sector has seen significant growth, with a focus on renewable energy and reducing carbon emissions. The government has set a target of achieving 50% cumulative installed capacity for generating electric power from non-fossil fuel-based energy resources by 2030. The telecommunications sector has also seen significant growth, with a focus on digital infrastructure and connectivity. The government has launched several initiatives, including the Digital India program, to promote digital infrastructure and connectivity. The program aims to transform India into a digitally empowered society and knowledge economy. The government has also emphasized the importance of radio, with a focus on promoting public service and social development. The radio sector has seen significant growth, with a focus on community radio stations and public service broadcasting.\n\nSubchapter 1 Content:\n# Physical and Digital Infrastructure: Lifting Potential Growth\n\nPhysical and digital infrastructure: lifting Potential growth\n\n<!-- image -->\n\nThe invention of the wheel set in motion the necessity of travelable paths, and since then the saga of infrastructure has expanded from canals to modern capital structures such as railways, roads etc. depending on the necessities of the region. In the last 75 years in India since Independence, infrastructure development has moved on a consistent growth curve building the assets required by the nation across sectors such as transportation, housing, commercial development, telecom and most recently, sanitation. As a key enabler of socioeconomic enhancement of a region, the government has used 'social overhead capital' to push development in the remotest areas of the country through dedicated budgetary allocation, cross-subsidising revenue-generating infrastructure and focussed programme delivery. This has helped in expanding physical transportation and connectivity, providing services at point-of-use and deepening digital penetration.\n\nInfrastructure, being a melange of numerous sectors, its multiplier effects in the economy cannot be realised if it operates in silos. Thus, in 2019, Government of India adopted a forward-looking programmatic approach towards infrastructure. The National Infrastructure Pipeline was born with a projected investment of around ₹111 lakh crore for  FY20-25  for  developing  a  comprehensive  view  of  infrastructure  development  in the country, monitoring its progress at the highest levels in the government for timely completion, and enabling a pipeline view for investors for them to plan infrastructure investments.  The  funding  for  infrastructure  comes  from  a  variety  of  sources,  from government  to  private  sector  to  multilateral.  However,  given  the  quantum  of  funding involved,  a  creative  financing  option  such  as  asset  monetisation  was  also  envisaged through the 5 lakh crore National Monetisation Pipeline. Apart from generating critical financial resources, private participation in running risk-free brownfield assets will also help in ushering in operational efficiencies and better management of public assets.\n\nThe  programmatic  approach  to  infrastructure  is  complemented  by  structural  and financial reforms such as infrastructure financing options of InvITs and REITs, creation of Dedicated Financing Institution (NaBFID), recapitalisation of other sectoral DFIs, push to PPP ecosystem through Model Concession Agreements by line ministries and enabling social infrastructure development through the revamped Viability Gap Funding scheme.\n\nTo bring in further convergence with comprehensive planning across centre and states, PM GatiShakti has sectoral complementarity of logistics facilitation through the National Logistics Policy launched in Sept 2022. All of this is expected to tighten the nuts and bolts for the arduous infrastructure journey that our country has undertaken together by the\n\nparticipation of centre, state, local governments and the private sector.\n\nThis  story  has  seen  many  successes.  While  roads,  railways,  and  waterways  have seen  unprecedented  expansion  in  the  last  eight  years,  ports  and  airports  have  been substantially upgraded. This has also helped the country move from unimodal to multimodal transportation, providing a window of opportunity to the private sector to invest and reinvest in these assets, which has already been facilitated by the policy of asset monetisation.  Extending infrastructural facilities is only part of the story; modernisation is the other important principle that has been attempted with verve and achieved with commendable speed.\n\nIn keeping with the winds of change around the globe, we have placed a great emphasis on digital and communications development, but, have taken the principle to new heights in terms of usability, interoperability and accessibility. The country has come a long way from a time when a basic telephone connection was viewed as a luxury, to a stage where most individuals now have a mobile connection. It is not a hyperbole to state that with the thrust on Digital India, the story of digital infrastructure and services in India will always be seen by the world with a certain regard and appreciation. In a very short time, the country has seen a great multiplier effect on social and economic growth through the different uses of digital enablement led by the humble mobile phone and the Aadhar number- targeted beneficiary identification for various benefits, provision of healthcare and education services and financial inclusion.  Close on this, arrived the success story of India' s sui-generis payment infrastructure (UPI), which travelled internationally with select adoption and global acclaim. The bouquet of digital public infrastructure products like  e-rupi,e-way  bill,  TReDS  for  MSMEs  etc  have  ensured  real  value  for  money  to consumers while reducing the compliance burden for producers.  And now, with the vision of $1 trillion digital economy by 2025, the government is marching towards providing more and more e-governance based services.\n\nAll of these developments are a testament to the fact that India has been one of the few countries where innovation in technology and digital connectivity has been and continues to  be  led  by  the  public  sector.  The  success  of  UPI,  a  common platform that serves as the  backbone  for  diverse  developments,  has  prompted  government  to  task  itself  with another innovative attempt towards democratising digital commerce through the ONDC which  could  potentially  transform  how  businesses  and  consumers  interact  at  present. Empowering the end-users with control over their data is an essential ongoing task that is guided by the Account Aggregator framework.\n\nAs  the  developments  would  indicate,  the  world  has  moved  seamlessly  from  the  focus on  physical  infrastructure  to  investing  in  digital  infrastructure.  Moving  forward,  it  is almost a certainty that  most  of  the  future  real-world  applications  are  going  to  marry the two, something akin to that attempted under Smart Cities, that interlocks area-based development with digital assets and digital services.\n\nIn the context of unique challenges, which only a country with a billion people can face, India's infrastructure journey has been global in outlook, but domestic in innovation and implementation.\n\n##",
  "tags": [
    "Digital_Infrastructure",
    "Physical_Infrastructure",
    "Economic_Growth"
  ]
}