{
  "chapter_no": 3,
  "subchapter_no": 2,
  "content": "Chapter 3 Summary:\nSummary generation failed for chapter content (length: 113687 chars)\n\nSubchapter 2 Content:\n# Introduction\n\nintroduction\n\n- 3.1 With the continuing global risks and uncertainties, the availability of fiscal space with governments has become paramount. It is especially true following the recent incidence of the pandemic when the fiscal policy became an effective macroeconomic stabilisation tool globally. In India, particularly when all economic activities had reached a standstill, fiscal policy was instrumental  in  providing  a  safety  net  to  the  vulnerable,  reviving  the  economy  by  boosting demand, and addressing certain domestic supply-side constraints through public investments and sustained structural reforms.\n- 3.2 The large, frontloaded packages across the countries led to over-stimulation of demand, leading to its much faster recovery. In combination with the still-existing supply disruptions and constraints, the overheating of the economy led to inflationary pressures. The conflict in Europe and the related geopolitical developments aggravated the crisis. The slowing global growth, rising interest rates, persistently high inflation rates and uncertain global environment have thus posed certain pertinent questions for fiscal-policy experts to motivate the overarching fiscal policy strategy. How to evaluate the trade-off between maintaining fiscal support to manage the continuing crisis versus withdrawing fiscal stimulus from the economy to control inflation and regain the lost fiscal space? When to do so and at what pace? While a sudden withdrawal may have costs for medium-term growth, a slow withdrawal may be inflationary and hence put upward pressure on yields, making the debt costly. Moreover, the financial markets may have less tolerance for fiscal unorthodoxy in an era of rising interest rates 1 .\n- 3.3 Against this backdrop, the Government of India adopted a calibrated fiscal response to the pandemic and planned to withdraw the fiscal stimulus gradually as it moves along the glide path outlined in the Budget FY22. This chapter discusses the government's fiscal strategy amidst uncertain geopolitical developments. The chapter starts with a discussion of the performance of the Union Government's finances, followed by an overview of the State finances. It concludes with a commentary on India's debt profile.\n\n##",
  "tags": [
    "Fiscal_Policy",
    "Inflation_Control",
    "Economic_Stabilization"
  ]
}