{
  "chapter_no": 8,
  "subchapter_no": 8,
  "content": "Chapter 8 Summary:\nThe agriculture and allied sector has been performing well, with an average annual growth rate of 4.6% over the last six years. In 2021-22, the sector grew by 3.0% compared to 3.3% in 2020-21. India has emerged as a net exporter of agricultural products, with exports growing by 18% in 2020-21 to reach $50.2 billion in 2021-22. The government has taken measures to promote farmer-producer organizations, encourage crop diversification, and improve productivity in agriculture through support for mechanization and the creation of the Agriculture Infrastructure Fund. The Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) scheme has provided income support to farmers, leading to diversification in sources of farmers' income and improving their resilience to weather shocks. The National Food Security Act (NFSA) has been implemented to provide food security, with 81.4 crore beneficiaries receiving free foodgrains for one year from January 1, 2023. The government has also increased the Minimum Support Price (MSP) for crops, with a margin of at least 50% over the all-India weighted average cost of production. The Kisan Credit Card Scheme (KCC) has been introduced to provide hassle-free credit availability to farmers at a cheaper rate. As of December 2022, 3.89 crore KCCs had been issued with a limit of ₹4,51,672 crore. The Interest Subvention Scheme (ISS) has been introduced to provide short-term credit to farmers at subsidized interest rates. The target for agricultural credit flow in 2022-23 has been fixed at ₹18.5 lakh crore. The farm mechanization sector has been promoted through the Sub Mission on Agricultural Mechanization (SMAM), with 21628 CHCs and 467 Hi-Tech hubs established. Organic and natural farming have been promoted, with 44.3 lakh organic farmers and 59.1 lakh ha area brought under organic farming by 2021-22. The PM KISAN scheme has been successful in providing financial assistance to farmers, with 11.3 crore farmers covered in its April-July 2022-23 payment cycle. The Agriculture Infrastructure Fund (AIF) has been launched to provide financing for post-harvest management infrastructure and community farm assets. The Pradhan Mantri Fasal Bima Yojana (PMFBY) has been launched to provide comprehensive insurance coverage to farmers, with 5.5 crore applications every year. The Mission for Integrated Development of Horticulture (MIDH) has been introduced to promote horticulture, with a record production of 342.3 million tonnes in 2021-22. The National Agriculture Market (e-NAM) scheme has been launched to create an online transparent, competitive bidding system for farmers. Climate-Smart Farming Practices have been promoted, with over 1,000 agritech start-ups in India. The International Year of Millets has been declared for 2023, with India producing over 50.9 million tonnes of millet, accounting for 80% of Asia's and 20% of global production. The allied sectors of Indian agriculture, including livestock, forestry, and fishing, are growing rapidly, with the livestock sector growing at a CAGR of 7.9% during 2014-15 to 2020-21. The dairy sector is the most critical component of the livestock sector, employing over eight crore farmers directly. The government has made several critical interventions to enhance infrastructure and improve livestock productivity and disease control, including the launch of the Animal Husbandry Infrastructure Development Fund (AHIDF) worth ₹15,000 crore in 2020. The Pradhan Mantri Matsya Sampada Yojana (PMMSY) has been launched with a total outlay of ₹20,050 crore to drive sustainable and responsible development of the fisheries sector. The cooperative sector has been promoted, with 8.5 lakh registered cooperatives in the country, having over 29 crore members. A New National Cooperation Policy is being formulated to strengthen the cooperative movement in the country. The food processing sector is of enormous significance for India's development, growing at an average annual growth rate of around 8.3% over the last five years. The Production Linked Incentive Scheme for Food Processing Industry (PLISFPI) has been launched to incentivize investments to create global food champions. The Krishi UDAN2.0 version has been launched to focus on transporting perishable food products from Hilly Areas, North-Eastern States, and Tribal Areas. The government has been running the most extensive legislation-based food security programme in the world, covering about 80 crore of India's population under the National Food Security Act (NFSA), 2013.\n\nSubchapter 8 Content:\n# Conclusion\n\nconclusion to the farmer's satisfaction. Along with this, the redressal of complaints within the prescribed time limits is monitored through the portal by the concerned State  and  Central  Government  officials.  The  Beta  version  of  the  portal  was  launched  in Chhattisgarh on 21st July 2022.\n- Further, a provision of Stratified Grievance Redressal Mechanism, viz. District Level Grievance  Redressal  Committee  (DGRC),  State  Level  Grievance  Redressal  Committee (SGRC) has been made in the Revised Operational Guidelines of the Scheme to resolve such complaints.\n- 8.15  Mission for Integrated Development of Horticulture (MIDH): Several expert groups have identified horticulture as a high-growth area and a source of buoyant income and improved resilience for farmers. The scheme to promote horticulture covering fruits, vegetables, root and tuber crops, spices, flowers, plantation crops etc., was introduced in 2014-15. The interventions include introducing improved varieties and quality seeds, incentives for plantation crops, cluster development, and post-harvest management. According to third advance estimates (2021-22), a record production of 342.3 million tonnes in an area of 28.0 million hectares was achieved. The government has identified 55 horticulture clusters, of which 12 have been selected for the Cluster Development Programme (CDP) pilot phase. This programme is designed to leverage the geographical specialisation of horticulture clusters and promote integrated and market-led development  of  pre-production,  production  and  post-harvest  activities,  including  the  entire supply chain.\n- 8.16  National  Agriculture  Market  (e-NAM)  Scheme:  The  Government  of  India  launched the  National Agriculture  Market  (e-NAM)  Scheme  in  2016  to  create  an  online  transparent, competitive bidding system to ensure farmers get remunerative prices for their produce. Under\n\nthe e-NAM Scheme, the Government provides free software and assistance of ₹75 lakh per APMC mandi for related hardware, including quality assaying equipment and the creation of infrastructure like cleaning, grading, sorting, packaging, compost unit, etc. As on 31 December 2022, more than 1.7 crore farmers and 2.3 lakh traders have been registered on e-NAM portal\n\n8.17  Climate-Smart Farming Practices: This is slowly gaining acceptance with farmers using clean energy sources like solar for irrigation. The farmers have been incentivised to transfer electricity generated through solar to the local grid. Crop yield prediction models using artificial intelligence and drones for monitoring soil and crop health have been initiated. Smart farming also enables crop diversification, which will help farmers reduce their dependence on monsoons for water. There are over 1,000 agritech start-ups in India. These assist farmers in improving farming techniques  3 .\n\n## Box VIII.2: International year of the Millets: our traditional staple and a healthier alternative\n\n<!-- image -->\n\nSource: Ministry of Agriculture &amp; Farmers Welfare\n\nThe United Nations General Assembly, in its 75th session during March 2021, declared 2023 the International Year of Millets (IYM). Millets are Smart Food with high nutritional value, are  climate  resilient,  and  align  with  several  UN  Sustainable  Development  Goals  (SDGs). These are also important by virtue of their mammoth potential to generate livelihood, increase farmers' income and ensure food &amp; nutritional security all over the world.\n\n3 www.investindia.gov.in/team-india-blogs/digitalization-agriculture-india\n\nIndia produces more than 50.9 million tonnes (as per fourth advance estimate) of millet which accounts for 80 per cent of Asia's and 20 per cent of global production. The global average yield is 1229 kg/ha, whereas India has a higher average yield of 1239 kg/ha. In India, millets are  primarily  a  Kharif  crop  mostly  grown  in  rainfed  conditions,  requiring  less  water  and agricultural inputs than other staple crops.\n\nGiven the nutritional value of the millets, the Government notified Millets as Nutri-cereals in April 2018. Under the National Food Security Mission (NFSM), millets have been introduced to  provide  nutritional  support. A  sub-mission  on  Nutri-cereals  is  being  implemented  since 2018-19 in 212 districts of 14 States.\n\nIndia  has  more  than  500  start-ups  working  in  the  millet  value  chains,  while  the  Indian Institute  of  Millets  Research  has  incubated  250  start-ups  under  Rashtriya  Krishi  Vikas Yojana - Remunerative Approaches for Agriculture and Allied Sectors Rejuvenation (RKVYRAFTAAR).\n\n##",
  "tags": [
    "Horticulture_Development",
    "Agricultural_Innovation",
    "Millet_Production"
  ]
}