{
  "chapter_no": 3,
  "subchapter_no": 3,
  "content": "Chapter 3 Summary:\nSummary generation failed for chapter content (length: 113687 chars)\n\nSubchapter 3 Content:\n# Developments in Union Government Finances\n\nDevelopments in union Government finances\n\n- 3.4 While  India  entered  the  pandemic  with  a  stretched  fiscal  position,  the  government's prudent and calibrated fiscal response enabled stable public finances even amidst the present uncertainties. The fiscal deficit of the Union Government, which reached 9.2 per cent of GDP during the pandemic year FY21, has moderated to 6.7 per cent of GDP in FY22 PA and is further budgeted to reach 6.4 per cent of GDP in FY23 (Figure III.1). This gradual decline in the Union government's fiscal deficit as a per cent of GDP, in line with the fiscal glide path envisioned by the government, is a result of careful fiscal management supported by buoyant revenue collection over the last two years.\n\n1 'Ruchir  Sharma's  investor  guide  to  2023:  from  peak  dollar  to  better  TV',  Financial  Times,  6th  January  2023  (https://www.ft.com/content/3e040c2c-f7e4-4121-9dfe-7ba5732707f7)\n\nFigure iii.1: trends in union government deficits over the years- On the way to fiscal consolidation\n\n<!-- image -->\n\nFigure III.2: Government on track to achieve the Fiscal deficit target for FY23\n\n<!-- image -->\n\nSource: Union Budget documents, O/o CGA\n\nSource: O/o CGA\n\n## Union Government on track to achieve the Fiscal deficit target for FY23\n\n3.5 The Union Budget for FY23 was presented in a recovering yet uncertain macroeconomic environment, not anticipating the geopolitical developments that unfolded during the year. As the conflict in Europe broke out early in the year, it aggravated supply disruptions and had an adverse impact on the prices of fuel, food, and other essential commodities. The government's fiscal policy response necessitated additional spending on food and fertiliser subsidies, accompanied by specific duty cuts to control the pass-through of the high imported prices to the consumers/ users. Despite additional fiscal resource pressures during the year, the Union Government is well on track to achieve the budget estimate for the fiscal deficit in FY23. The fiscal deficit of the Union Government at the end of November 2022 stood at 58.9 per cent of the BE, lower than the five-year moving average of 104.6 per cent of BE during the same period (Figure III.2).\n\n## Conservative budget assumptions provide a buffer during global uncertainties.\n\n3.6 This resilience in the fiscal performance of the Centre has resulted due to a recovery in economic activity, buoyancy in revenues observed during the year, and conservative assumptions of macroeconomic variables in the Budget. The prudent assumptions in Budget FY23 provided a buffer to the government during global uncertainties. As an illustration, the Gross Tax Revenue (GTR) to the Centre was envisaged to grow at 9.6 per cent in FY23 BE relative to FY22 RE. However, given the higher 'Provisional Actual' figures recorded for the GTR relative to the Revised estimates in FY22, the growth in GTR of FY23 BE turns out to be a mere 1.8 per cent over FY22 PA. Against this implicit (budgeted) growth, the data of the first eight months of the year show that GTR has grown at a much higher rate (Table III.1). The annual estimate of GTR for FY23 is thus expected to overshoot the budget estimates.\n\nTable: III.1: Stable performance of the Union Government fiscal indicators from April to november 2022\n\n|                             | ₹ lakh crore   | ₹ lakh crore   | ₹ lakh crore   | as a per cent of Be   | as a per cent of Be   | YoY growth (per cent)   | YoY growth (per cent)   | YoY growth (per cent)   |\n|-----------------------------|----------------|----------------|----------------|-----------------------|-----------------------|-------------------------|-------------------------|-------------------------|\n|                             | BE FY23        | Apr-Nov 2021   | Apr-Nov 2022   | Apr-Nov 2021          | Apr-Nov 2022          | 5 yrAvg Apr-Nov         | Apr-Nov 2021            | Apr-Nov 2022            |\n| Revenue Receipts            | 22.04          | 13.58          | 14.23          | 75.9                  | 64.6                  | 12.3                    | 67.1                    | 4.8                     |\n| Gross tax revenue           | 27.58          | 15.42          | 17.81          | 69.5                  | 64.6                  | 13.9                    | 50.3                    | 15.5                    |\n| Assignment to States        | 8.17           | 4.03           | 5.51           | 60.5                  | 67.5                  | 16.6                    | 20.4                    | 36.8                    |\n| Tax Revenue (net to Centre) | 19.35          | 11.35          | 12.25          | 73.5                  | 63.3                  | 12.9                    | 64.9                    | 7.9                     |\n| Non-Tax Revenue             | 2.70           | 2.23           | 1.98           | 91.8                  | 73.5                  | 13.3                    | 79.5                    | -11.1                   |\n| Non-Debt Capital Receipts   | 0.79           | 0.21           | 0.41           | 11.0                  | 52.3                  | 30.6                    | 14.1                    | 100.4                   |\n| Non-Debt receipts           | 22.84          | 13.79          | 14.65          | 69.8                  | 64.1                  | 12.2                    | 66.0                    | 6.2                     |\n| Total Expenditure           | 39.45          | 20.75          | 24.43          | 59.6                  | 61.9                  | 11.4                    | 8.8                     | 17.7                    |\n| Revenue Expenditure         | 31.95          | 18.01          | 19.96          | 61.5                  | 62.5                  | 11.4                    | 8.2                     | 10.8                    |\n| Capital Expenditure         | 7.50           | 2.74           | 4.47           | 49.4                  | 59.6                  | 12.9                    | 13.5                    | 63.4                    |\n| Revenue Deficit             | 9.90           | 4.43           | 5.73           | 38.8                  | 57.8                  | 11.4                    | -48.1                   | 29.3                    |\n| Fiscal Deficit              | 16.61          | 6.96           | 9.78           | 46.2                  | 58.9                  | 11.5                    | -35.3                   | 40.6                    |\n| Primary Deficit             | 7.21           | 2.34           | 4.33           | 33.5                  | 60.1                  | 13.1                    | -66.2                   | 85.1                    |\n\nSource: Union Budget documents, O/o CGA\n\n## Performance of Union Government Non-debt Receipts\n\n- 3.7 The Union government's non-debt receipts comprise revenue receipts (tax and non-tax) and non-debt capital receipts. The shortfall in the non-debt receipts to meet the expenditure requirement is met by borrowings of the government (called fiscal deficit). This section evaluates the performance of the Receipts side of the Union Government's finances.\n\n## Sustained revenue buoyancy over the last two years\n\n- 3.8 After plummeting during the pandemic-affected year FY21, revenue receipts registered robust  growth  in  FY22  PA,  both  on  a  YoY  basis  and  to  the  pre-pandemic  year  FY20 (Annexe 1: Table 3). This revenue revival was attributed to a rebound in the collection of all major direct and indirect taxes (except excise duties) in FY22. Last year's revenue buoyancy momentum is continuing into the current year. The Gross Tax Revenue registered a YoY growth of 15.5 per cent from April to November 2022, and the Net Tax Revenue to the Centre after the assignment to states grew by 7.9 per cent on a YoY basis (Table III.1, III.2).\n\nTable: III.2: Buoyant Union Government taxes from April to November 2022\n\n|                                               | In ₹ lakh crore   | In ₹ lakh crore   | In ₹ lakh crore   | as a per cent of Be   | as a per cent of Be   | YoY growth (per cent)   | YoY growth (per cent)   |\n|-----------------------------------------------|-------------------|-------------------|-------------------|-----------------------|-----------------------|-------------------------|-------------------------|\n|                                               | BE FY23           | Apr-Nov 2021      | Apr-Nov 2022      | Apr-Nov 2021          | Apr-Nov 2022          | Apr-Nov 2021            | Apr-Nov 2022            |\n| Gross Tax Revenue, of which                   | 27.58             | 15.42             | 17.81             | 69.5                  | 64.6                  | 50.3                    | 15.5                    |\n| Direct taxes                                  | 14.20             | 7.00              | 8.67              | 63.1                  | 61.0                  | 66.3                    | 23.9                    |\n| a. Corporation Tax                            | 7.20              | 3.54              | 4.28              | 64.6                  | 59.5                  | 90.4                    | 21.1                    |\n| b. Taxes on income other than Corporation tax | 7.00              | 3.46              | 4.39              | 61.7                  | 62.7                  | 47.2                    | 26.7                    |\n| Indirect taxes                                | 13.30             | 8.21              | 8.91              | 74.5                  | 67.0                  | 38.6                    | 8.5                     |\n| c. Custom                                     | 2.13              | 1.26              | 1.41              | 92.5                  | 66.4                  | 99.5                    | 12.4                    |\n| d. Union Excise Duties                        | 3.35              | 2.42              | 1.91              | 72.2                  | 57.1                  | 23.2                    | -20.9                   |\n| e. Service Tax                                | 0.02              | 0.01              | 0.00              | 50.2                  | 20.4                  | -52.6                   | -18.7                   |\n| f. GST                                        | 7.80              | 4.53              | 5.57              | 71.9                  | 71.5                  | 36.5                    | 23.1                    |\n\nSource: Union Budget documents, O/o CGA\n\n3.9 The resilience exhibited by economic growth underpins the sustained revenue buoyancy observed over the years. However, that revenues have grown at a pace much higher than the growth in GDP is a testimony to the effectiveness of efforts taken by the government to expand the tax base and enhance tax compliance. Structural reforms like the introduction of GST and the digitalisation of economic transactions have led to the greater formalisation of the economy and hence expanded the tax net. Other tax administration/policy measures, such as the Faceless Assessment and Appeal, simplification of return filing, assistance to taxpayers in getting familiar with the systems, generation of e-way bills under the GST system, and information sharing between government departments among others, have nudged higher tax compliance through technology and artificial intelligence. Details may be seen in Annexe 2 and 3.\n\n## Direct taxes propelling the growth in Gross tax revenue\n\n3.10  Direct taxes, which broadly constitute half of the Gross Tax Revenue (Figure III.3), have registered a YoY growth of 26 per cent from April to November 2022, enabled by corporate and personal income tax growth. The growth rates observed in the major direct taxes during the first eight months of FY23 were much higher than their corresponding longer-term averages (Figure III.4).\n\nFigure III.3: Composition of tax profile of Union Government (FY23 BE)\n\nFigure III.4: Growth in Centre's direct taxes are higher than their corresponding longer-term averages during the period April to November\n\n<!-- image -->\n\nSource: Union Budget FY23, O/o CGA\n\nNote: GTR -  Gross Tax Revenue,  GST - Goods and Services Tax, CIT - Corporation Income Tax, PIT - Taxes on Income other than Corporation Income Tax.m UED - Union Excise Duties\n\n## Customs and Excise duties act as Flexi-fiscal policy tools\n\n3.11  While direct taxes have safeguarded the revenue buoyancy, indirect taxes such as customs and excise duties have acted as flexible policy tools during the fiscal response to the pandemic. When the collection of direct and indirect taxes was adversely impacted during the pandemic year FY21, and low global oil prices created some elbow room for raising taxes on petroleum, the government raised the excise duty on petrol and diesel to augment the revenue pool. Subsequently, when other taxes recovered and inflationary pressures built up in the economy, the government reduced the excise duty in November 2021 and May 2022 to control the pass-through of the rising global oil prices on the consumers. The budget estimate had factored in negative growth of 15 per cent on excise collections for FY23. In line with the expectation, the excise duty collection has declined by 20.9 per cent from April to November 2022 on a YoY basis.\n\n3.12  Given the rise in prices of essential imported products during FY23, customs duties were brought down on several items to control the inflation impact on edible oils, pulses, cotton, steel, etc. However, high imports during the current year have led to a 12.4 per cent YoY growth in the customs collection from April to November 2022 (Table III.2), which is higher than the average growth during the corresponding period from FY13 to FY19.\n\n## Stabilising Goods and Services Tax yielding returns\n\n3.13  The Goods and Services Tax (GST) has evolved and stabilised as a vital revenue source for  central  and  state  governments  (may refer Box III.1). Their gross GST collections, taken together, were ₹13.40 lakh crore from April to December 2022. Thus, implying a YoY growth of 24.8 per cent (Figure III.5). The pick-up in GST collections was consistently spread across all the months during the current fiscal year, with an average monthly collection of ₹1.5 lakh crore (Figure III.6). The improvement in GST collections has been due to the combined effect of the\n\nrapid economic recovery post-pandemic, the nationwide drive against GST evaders and fake bills  along  with  many systemic changes introduced recently, and various rate rationalisation measures undertaken by the GST Council to correct inverted duty structure. Consistent efforts have  resulted  in  a  doubling  of  the  GST  net,  with  the  number  of  GST  taxpayers  increasing from nearly 70 lakh in 2017 2 to more than 1.4 crore in 2022. Apart from directly supporting government revenues, GST has led to better reporting of income, which in turn has positive externalities for income tax collection and economic activity.\n\nFigure III.5: High YoY growth in cumulative Gross Gst collections from april to December\n\nFigure iii.6: continued momentum in monthly Gross GST collections over the years\n\n<!-- image -->\n\n<!-- image -->\n\nSource: Department of Revenue\n\nSource: Department of Revenue\n\n## Box III.1: Maturing system of indirect tax collections\n\nHas the shift to GST improved or worsened the buoyancy of India's indirect tax system? This box attempts an analysis to shed light on this question.\n\nThe aggregate State and Central taxes subsumed in the GST exhibited a CAGR of 11.53 per cent in the pre-GST period (FY13 to FY17). The nominal GDP grew at a CAGR of 11.54 per cent during this period (see items 1 to 7 of Table 1A). Since the growth of the subsumed taxes was marginally less than the growth of GDP, the buoyancy was just below one and could be taken as one for practical purposes.\n\nThe post-GST period experienced many headwinds, most notably the exogenous shock of the Covid pandemic. The nominal GDP grew at a slower CAGR of 9.6 per cent in the post-GST years (FY19 to FY23). However, GST collections have grown at a CAGR of 10.9 per cent (see items 8 to 10 of Table 1B), implying aggregate GST collections buoyancy of around 1.1. This has occurred even though the effective GST rate has fallen from inception (from 14.4 per cent in 2017 to 11.6 per cent in 2019, according to RBI).\n\n2 PMEAC Report- 'GST-Connecting the remaining dots', June 2022\n\nImproved tax collection efficiency was one of the main arguments in favour of GST. The evidence so far suggests that GST is indeed showing a higher buoyancy than the pre-GST system. This augurs well for future resource mobilisation in the economy.\n\n## Comparing the performance of All taxes subsumed in GST (Pre vs post-GST period)\n\ntable 1a: pre Gst period\n\n|                                                            | FY13                                    | FY14                                    | FY15                                    | FY16                                    | FY17                                    | CAGR (FY17 over FY13)         |\n|------------------------------------------------------------|-----------------------------------------|-----------------------------------------|-----------------------------------------|-----------------------------------------|-----------------------------------------|-------------------------------|\n|                                                            | ₹ lakh crore                            | ₹ lakh crore                            | ₹ lakh crore                            | ₹ lakh crore                            | ₹ lakh crore                            | ₹ lakh crore                  |\n| State taxes subsumed in GST                                |                                         |                                         |                                         |                                         |                                         |                               |\n| 1. Subsumed total state tax collection on GST portal       | 2.86                                    | 3.09                                    | 3.32                                    | 3.97                                    | 3.92                                    |                               |\n| 2. Augmented total states taxes subsumed in GST (a)        | 3.22                                    | 3.48                                    | 3.73                                    | 4.41                                    | 4.41                                    |                               |\n| Central taxes subsumed in GST                              | Central taxes subsumed in GST           | Central taxes subsumed in GST           | Central taxes subsumed in GST           | Central taxes subsumed in GST           | Central taxes subsumed in GST           | Central taxes subsumed in GST |\n| 3. Union Excise duties from non-petroleum products         | 0.33                                    | 0.35                                    | 0.34                                    | 0.37                                    | 0.60                                    |                               |\n| 4. Service tax                                             | 1.33                                    | 1.55                                    | 1.68                                    | 2.11                                    | 2.54                                    |                               |\n| 5. Total of Central taxes subsumed in GST ((3)+(4))        | 1.66                                    | 1.90                                    | 2.02                                    | 2.48                                    | 3.14                                    |                               |\n| 6. Total taxes subsumed in GST (Centre + States) ((2)+(5)) | 4.88                                    | 5.37                                    | 5.75                                    | 6.90                                    | 7.55                                    | 11.53%                        |\n| 7. Nominal GDP                                             | 99.44                                   | 112.34                                  | 124.68                                  | 137.72                                  | 153.92                                  | 11.54%                        |\n| Buoyancy of total subsumed taxes in GST                    | Buoyancy of total subsumed taxes in GST | Buoyancy of total subsumed taxes in GST | Buoyancy of total subsumed taxes in GST | Buoyancy of total subsumed taxes in GST | Buoyancy of total subsumed taxes in GST | 0.9988                        |\n\ntable 1B: post Gst period\n\n|                                                        | FY19                                                   | FY20                                                   | FY21                                                   | FY22                                                   | FY23*                                                  | CAGR (FY23 over FY19)   |\n|--------------------------------------------------------|--------------------------------------------------------|--------------------------------------------------------|--------------------------------------------------------|--------------------------------------------------------|--------------------------------------------------------|-------------------------|\n|                                                        | ₹ lakh crore                                           | ₹ lakh crore                                           | ₹ lakh crore                                           | ₹ lakh crore                                           | ₹ lakh crore                                           | ₹ lakh crore            |\n| 8. Total GST collections (domestic supplies)           | 8.77                                                   | 9.44                                                   | 8.66                                                   | 10.98                                                  | 12.94                                                  | 10.2%                   |\n| 9. Total GST collections (including GST on imports)    | 11.77                                                  | 12.22                                                  | 11.37                                                  | 14.90                                                  | 17.80                                                  | 10.9%                   |\n| 10. India Nominal GDP                                  | 189.00                                                 | 200.75                                                 | 198.01                                                 | 236.65                                                 | 273.09                                                 | 9.6%                    |\n| Buoyancy of GST collections (domestic supplies)        | Buoyancy of GST collections (domestic supplies)        | Buoyancy of GST collections (domestic supplies)        | Buoyancy of GST collections (domestic supplies)        | Buoyancy of GST collections (domestic supplies)        | Buoyancy of GST collections (domestic supplies)        | 1.0603                  |\n| Buoyancy of GST collections (including GST on imports) | Buoyancy of GST collections (including GST on imports) | Buoyancy of GST collections (including GST on imports) | Buoyancy of GST collections (including GST on imports) | Buoyancy of GST collections (including GST on imports) | Buoyancy of GST collections (including GST on imports) | 1.1299                  |\n\nNote: (a) State taxes subsumed in the GST are taken from the GST portal. Since the data presented in the portal does not include the subsumed state taxes for Gujarat, Haryana, and Arunachal Pradesh, the data is augmented to arrive at an all-inclusive collections figure (Row B).\n\n(b) * The collection for FY23 have been extrapolated based on the average collections from May to Dec 2022. Sources: Department of Revenue, Union budgets, MoSPI, PIB releases.\n\n## Centre on track to meet Non-Tax Revenue targets\n\n3.14   The non-tax revenue to the Centre mainly includes interest receipts on loans to States and Union Territories, dividends and profits from Public Sector Enterprises and the Reserve Bank of India, and external grants and receipts for services the Union Government provides. Budget FY23 envisaged a lower collection of non-tax revenue receipts during the current year relative to FY22 (around 22.5 per cent lower than FY22 PA) (Table III.3). Of the budgeted amount, 73.5 per cent has been collected up to November 2022.\n\nTable III.3:  Trends in Non-tax Revenue of Union Government\n\n|                    | FY18   | FY19   | FY20   | FY21   | FY22 PA   | FY23 BE   | Apr-Nov 2022   |\n|--------------------|--------|--------|--------|--------|-----------|-----------|----------------|\n|                    |        |        |        |        |           |           | ₹ lakh crore   |\n| Interest receipts  | 0.14   | 0.12   | 0.12   | 0.17   | 0.22      | 0.18      | 0.17           |\n| Dividends &Profits | 0.91   | 1.13   | 1.86   | 0.97   | 1.61      | 1.14      | 0.68           |\n| External Grants    | 0.04   | 0.01   | 0.00   | 0.02   | 0.01      | 0.01      | 0.01           |\n| Others             | 0.84   | 1.07   | 1.27   | 0.90   | 1.64      | 1.34      | 1.12           |\n| Non-tax Revenue    | 1.93   | 2.36   | 3.27   | 2.08   | 3.48      | 2.70      | 1.98           |\n\nSource: Union Budget documents, O/o CGA\n\n## Committed towards disinvestment but dependent on external factors\n\n3.15  Apart  from  the  tax  and  non-tax  revenue  of  the  Union  Government,  non-debt  capital receipts,  which  comprise  recovery  of  loans  and  advances,  and  disinvestment  receipts,  have evolved as an important component of the non-debt receipts for the Union Government. During FY15 to FY23 (as of 18 January 2023), an amount of about ₹4.07 lakh crore has been realised as  proceeds  from  disinvestment  through  154  transactions  using  various  modes/instruments. This includes ₹3.02 lakh crore realised from minority stake sale and ₹69,412 crore 3 realised from strategic disinvestment transactions (in 10 CPSEs - HPCL, REC, DCIL, HSCC, NPCC. NEEPCO, THDC, Kamrajar Port, Air India and NINL).\n\n3.16  The pandemic-induced uncertainty, the geopolitical conflict, and the associated risks have posed challenges before the plans and prospects of the government's disinvestment transactions over the last three years. Nevertheless, the government has reaffirmed its commitment towards privatisation and strategic disinvestment of Public Sector Enterprises by implementing the New Public Sector Enterprise Policy and Asset Monetisation Strategy. Out of the budgeted amount of ₹65,000 crore for FY23, 48 per cent has been collected as of 18 January 2023.\n\n## Performance of Union Government Expenditure\n\n## Pragmatic expenditure policy of re-prioritisation\n\n3.17   Last few years have underlined the importance of countercyclical fiscal policy measures to  support  the  economy  during  a  crisis.  The  pandemic  mandated  additional  expenditure requirements during FY21. The total expenditure of the Union Government in FY21 rose to\n\n3 This amount does not include Rs. 12,100 cr received as Enterprise Value for NINL transaction as Government of India didn't have any direct equity in this Joint Venture of Central and State PSEs.\n\n17.7 per cent of GDP, higher than the previous 5-year average of 12.8 per cent of GDP (Annexe 1:  Table  2).  The  government  adopted  a  pragmatic  approach  of  increasing  its  expenditure  in a calibrated way. Upon ensuring the basic safety nets for the vulnerable, the emphasis of the Government expenditure shifted to productive domestic capital expenditure. In the subsequent year, FY22, the total Union Government expenditure was brought down to 16 per cent of GDP (PA), and a more significant proportion of this accrued to capital expenditure (Figure III.8). The capital expenditure by the Centre has steadily increased from a long-term average of 1.7 per cent of GDP (FY09 to FY20) to 2.5 per cent of GDP in FY22 PA. It is further budgeted to increase to 2.9 per cent of GDP in FY23. (Figure III.7). This highlights an improvement in the quality of Government expenditure over the years.\n\nFigure III.7: Increasing Union Government capital expenditure to GDP ratio\n\n<!-- image -->\n\nSource: Previous Economic Surveys, Union Budget documents, O/o CGA\n\nFigure III.8: Rising share of Capital Expenditure in Total Expenditure of the Union Government\n\nFigure III.9: High growth in capital expenditure of the Union Government during the Aprilnovember period\n\n<!-- image -->\n\nSource: Union Budget documents, O/o CGA\n\n<!-- image -->\n\nSource: O/o CGA\n\n## Capex-led growth to bring back animal spirits and manage debt levels\n\n3.18  In  absolute  terms,  the  Government  of  India  had  budgeted  an  unprecedented  ₹7.5  lakh crore of Capital Expenditure for FY23, of which more than 59.6 per cent has been spent from April to November 2022. During this period, capital expenditure registered a YoY growth of over 60 per cent, much higher than the long-term average growth of 13.5 per cent recorded in the corresponding period from FY16 to FY20 (Figure III.9).\n\n3.19  The Government's thrust on Capital expenditure, particularly in the infrastructure-intensive sectors  like  roads  and  highways,  railways,  and  housing  and  urban  affairs,  has  longer-term implications for growth (Table III.4). While on the one hand, capital expenditure strengthens aggregate demand and crowds-in private spending in times of risk aversion; it also enhances the longer-term supply-side productive capacity. With early signs of a rebound in private sector investments  in  recent  months,  capital  expenditure  has  played  its  role  (details  in  chapter  1). To push for enhancing Capex from all directions, the Centre announced several incentives to boost states' capital expenditure in the form of long-term interest-free loans and capex-linked additional borrowing provisions.\n\nTable III.4:  Centre's Capital expenditure focussed on infra-related sectors\n\n|                                   |   BE FY23 | April-Nov 2022   |   April-Nov 2021 ₹ lakh crore |   YoY growth (Per cent) |\n|-----------------------------------|-----------|------------------|-------------------------------|-------------------------|\n| Road Transport and Highways       |      1.88 | 1.49*            |                          0.74 |                  102.1  |\n| Railways                          |      1.37 | 1.15             |                          0.65 |                   76.65 |\n| Defence Services (capital outlay) |      1.52 | 0.73             |                          0.73 |                    0.88 |\n| Transfer to States                |      1.12 | 0.43             |                          0.08 |                  438.54 |\n| Telecommunications                |      0.54 | 0.25             |                          0.03 |                  692.43 |\n| Housing and Urban Affairs         |      0.27 | 0.11             |                          0.17 |                  -32.47 |\n| Atomic Energy                     |      0.14 | 0.09             |                          0.06 |                   47.5  |\n| Defence (Civil)                   |      0.08 | 0.05             |                          0.04 |                   22.13 |\n| Police                            |      0.11 | 0.05             |                          0.03 |                   53.22 |\n| Space                             |      0.07 | 0.02             |                          0.04 |                  -48.74 |\n| Health and Family Welfare         |      0.06 | 0.01             |                          0.02 |                  -16.33 |\n\nNote: * of which ₹1.44 lakh crore is on account of Inter Account Transfer to Reserve Funds from the Capital Section.\n\nSource: Union Budget documents, O/o CGA\n\n## Geopolitical developments stretched the Revenue Expenditure requirements\n\n3.20        The  significant components of the Centre's revenue expenditure include Interest payments, major subsidies, salaries of Government employees, pensions, defence revenue expenditure, and transfers to States (Table III.5). A substantial portion of the Centre's revenue expenditure is committed and allows limited flexibility in creating additional fiscal headroom if required. However, re-prioritising expenditure and rationalising subsidies are essential tools to stimulate aggregate demand and fulfil redistributive imperatives.\n\nTable III.5: Major Items of Revenue Expenditure by Union Government\n\n| items                         | FY18   | FY19   | FY20   | FY21   | FY22 PA*          | FY23 BE           |\n|-------------------------------|--------|--------|--------|--------|-------------------|-------------------|\n|                               |        |        |        |        | (in ₹ Lakh crore) | (in ₹ Lakh crore) |\n| Revenue Expenditure of which  | 18.79  | 20.07  | 23.51  | 30.84  | 32.01             | 31.95             |\n| a. Salaries (pay &allowances) | 1.94   | 2.11   | 2.28   | 3.34   | 3.67              | 4.10              |\n| b. Pensions                   | 1.46   | 1.6    | 1.84   | 2.08   | 1.99              | 2.07              |\n| c. Interest payment           | 5.29   | 5.83   | 6.12   | 6.80   | 8.05              | 9.41              |\n| d. Major subsidies            | 1.91   | 1.97   | 2.28   | 7.08   | 4.46              | 3.18              |\n| e. Defence Services           | 1.86   | 1.96   | 2.08   | 2.06   | 2.29              | 2.33              |\n\nNote: Salaries for FY22 are Revised estimates\n\nSource: Union Budget documents, O/o CGA\n\n- 3.21  With the winding up of the pandemic-related support, the revenue expenditure of the Union government was brought down from 15.6 per cent of GDP in the pandemic year FY21 to 13.5 per cent of GDP in FY22 PA (Annexe 1: Table 2). This contraction was led by a reduction of the subsidy expenditure as the economy recovered from the pandemic. The subsidy expenditure was brought down from 3.6 per cent of GDP in FY21 to 1.9 per cent of GDP in FY22 PA. It was further budgeted to reduce to 1.2 per cent of GDP in FY23.\n- 3.22  Due  to  the  sudden  outbreak  of  geopolitical  conflict  resulting  in  higher  international prices for food, fertiliser and fuel, there was a higher food and fertiliser subsidy requirement for supporting the people and ensuring macroeconomic stability. Around 94.7 per cent of the budgeted expenditure on subsidies has been utilised from April to November 2022. In the first batch of Supplementary Demands for Grants for FY23, the Union Government has sought an additional ₹80,000 crore for the expenditure towards food subsidy and additional allocation under Pradhan Mantri Garib Kalyan Anna Yojana (PMGKAY) and ₹1.09 lakh crore for fertiliser subsidy required during the year. As a result, the revenue expenditure from April to November 2022  has  grown  by  over  10  per  cent  on  a  YoY  basis,  higher  than  the  growth  noted  in  the corresponding period last year (Table III.1).\n- 3.23  Another major component of revenue expenditure, interest payments, had maintained a stable ratio of non-debt receipts and revenue expenditure during the pre-pandemic years (Figure III.10).  Higher  resource  requirements  and  lower  revenue  collections  during  the  pandemic resulted in higher borrowings by the Union Government. Interest payments as a proportion of receipts went up after the pandemic outbreak. However, in the medium term, as we move along the fiscal glide path, buoyancy in revenues, aggressive asset monetisation, efficiency gains, and privatisation would help pay down the public debt, thus bringing down interest payments and releasing more monies for other priorities.\n\nFigure III.10: High-interest payments as a per cent of receipts to be brought down through varied initiatives for resource mobilisation\n\n<!-- image -->\n\nSource: Union Budget documents, O/o CGA\n\n3.24  It  is  evident  from  this  overview  of  the  Union  Government finances that the additional expenditure needs of the Centre arising during the current year are expected to be fulfilled by the  more-than-anticipated  revenue  collections. Thus,  it  is  expected  that  reaching  the  budget estimate for the fiscal deficit during FY23 will not be a concern for the Union Government. With resilient economic growth, continued revenue buoyancy, and careful expenditure management over  the  medium  run,  the  Union  Government  will  be  on  track  with  the  fiscal  path  outlined by  the  Medium-Term  Fiscal  Policy  Statement.  Moreover,  the  budgetary  reforms  introduced by the Union Government in the last few years will support attaining the fiscal policy targets (Box III.2).\n\n## Box III.2: Major reforms in the Union budget over the last few years\n\nA transparent,  comprehensive  and  realistic  budgetary  process  enables  better  fiscal  management. 4 This section discusses some of the major governance reforms introduced in the Union Budget over the last few years that have resulted in greater efficiency in public spending.\n\n## 1. Improved fiscal transparency and realistic revenue assumptions in the Budget\n\nThe Union Government has accorded the highest priority to improving transparency in its financial statements and accounts by bringing below-the-line expenditures above the line. The Extra-Budgetary borrowings of the Union Government were brought down from ₹1.48 lakh crore in FY20 and ₹1.21 lakh crore in FY21 to ₹750 crore in FY22 (RE). No Extra Budgetary Resources were estimated for FY23 in the Budget.\n\n4 Section 3- Budget preparation - Guidelines for Public Expenditure Management (IMF, 1999)- https://www.imf.org/external/pubs/ft/expend/ guide3.htm\n\nIn  addition  to  cleaner  fiscal  accounting,  Budget  2022  based  its  revenue  projections  on  realistic assumptions, thus providing a buffer to the government in an uncertain global environment. These measures  credibly  demonstrate  the  government's  commitment  to  sound  fiscal  management  and provide an adequate buffer to deal with global challenges.\n\n## 2. Discontinuation of Plan-Non plan classification 5\n\nThe Budget FY18 discontinued having Plan and Non-Plan classifications of Government expenditure. The  reform  gave  a  greater  emphasis  to  the  Revenue  and  Capital  classification  of  Government expenditure. Over the years, a broad understanding had been that Plan expenditures were good and Non-Plan expenditures were bad, resulting in skewed allocations in the Budget. The reform enabled effective planning and allocation of resources in the Budget.\n\n## 3. Merger of railway Budget with the Main Budget 6\n\nThe railway budget was merged with the Union Budget from FY18. The reform gave a holistic picture  of  the  government's  financial  position.  The  initiative  envisaged  facilitating  multimodal transport planning between highways, railways and inland waterways, which has been strengthened in the subsequent years through Gatishakti.\n\nThe  reform  has  helped  to  enhance  the  efficiency  of  resources  for  both  Railways  and  the  Union Government. While the merger has exempted Railways from paying dividends to the Government Revenues, it allows the Ministry of Finance to have a greater elbow room at the mid-year review for better allocation of resources. It has also enabled the Ministry of Finance to ensure a coherent emphasis on capital expenditure across sectors in recent years.\n\n## 4. Shifting the date of the Budget to 1 February\n\nThe date of the Budget was advanced to 1 February from the Budget FY18. The advancement of Budget presentation by a month has paved the way for early completion of the Budget cycle. It has also enabled the Ministries to ensure better planning and execution of schemes from the beginning of the financial year.\n\n##",
  "tags": [
    "processing_error"
  ]
}