{
  "chapter_no": 11,
  "subchapter_no": 6,
  "content": "Chapter 11 Summary:\nSummary generation failed for chapter content (length: 84634 chars)\n\nSubchapter 6 Content:\n# Safe and Sound External Debt Situation\n\nSafe and Sound External debt Situation\n\n11.52  India's external debt, at US$ 610.5 billion as of end-September 2022, grew by 1.3 per cent (US$ 7.6 billion) over US$ 602.9 billion as of end-September 2021. However, external debt as a ratio to GDP fell to 19.2 per cent as of end-September 2022 from 20.3 per cent a year ago. The literature documents that the optimal threshold for India's external debt is around 23-24 per cent of GDP. 24 Thus, India has the potential growth positive space as far as the external debt level is concerned. While testifying to the prudent management of India's external debt, this contrasts with the external debt distress unfolding in many peer countries, post-covid.\n\n11.53 The long-term debt was lower at US$ 478.7 billion as of end-September 2022 than US$ 498.1 billion a year ago with the share of long-term debt falling to 78.4 per cent from 82.8 per cent during the same period. On the other hand, the short-term debt at US$ 131.7 billion as of end-September 2022 was higher than US$ 104.8 billion as of end-September 2021. Accordingly, the share of short-term debt in total debt went up to 21.6 per cent from 17.4 per cent. In this context, it needs to be noted that about 97 per cent of short-term debt is in the form of trade credit to finance imports and hence the rise in short-term debt is stability-friendly. Further, while a major part of India's external debt is denominated in  the  US  dollar  (55.5  per  cent  as  at-September  2002),  the  Indian  rupee-denominated component (30.2 per cent) occupies the second largest position, insulating the external debt from foreign currency risk, thereby augmenting stability friendly characteristics of the external debt.\n\n11.54  As  of  end-September  2022,  Sovereign  External  Debt  (SED)  amounted  to  US$  124.5 billion, decreasing by 5.7 per cent over the level a year ago. Non-SED, estimated at US$ 486.0 billion as of end-September 2022, posted a growth of 3.2 per cent over the level a year ago. Deposit-taking Corporations (except the Central Bank) and non-financial corporations accounted for the bulk of non-SED.\n\n11.55  The Ministry of Finance's 'India's External Debt: A Status Report 2019-20', provides details of the evolution of India's external debt. 25 A discernible trend in the rise in external debt of the non-sovereign sector over the SED is seen since FY99. Accordingly, typically, in a normal year, it is the relative movements in non-SED that influences the dynamics of the country's external debt. In the pandemic year of FY21, it was the growth in SED that accounted for a larger share of the overall growth of foreign debt due to Covid-19 loans from multilateral institutions. As the pandemic receded and normalcy was restored with the revival of the economy, the usual dynamics of India's external debt returned as the growth in non-SED constituted as much as 4.7  percentage  points  out  of  the  overall  external  debt  growth  of  8.0  per  cent  at  end-March 2022. However, the quarter ending September 2022, yet again witnessed deviation from the usual dynamics. It was the relative growth in SED (akin to the pandemic year) that influenced the overall external debt dynamics on the back decline in external assistance as well as other government debt which includes FPI investment in G-Sec and SDR. Out of the overall decline in India's external debt by 0.4 per cent, the fall in the SED was 0.5 per cent, while the rise in non-SED was 0.2 per cent.\n\n24  Gopinath, Tulasi and Rajeshwar. S, Tangjam (2022): Growth Maximising External Debt of India, RBI, Bulletin, May, P 73-86\n\n25 https://dea.gov.in/external-debt; Refer Box 2.1\n\n11.56  India's external debt vulnerability indicators continued to be benign. External debt as a ratio to GDP at 19.2 per cent as of end-September 2022 was lower than 19.9 per cent as of endMarch 2022. The debt service ratio (principal repayments plus interest payments) stood at 5.0 per cent vis-à-vis 5.2 per cent as of end-March 2022.\n\n11.57  Comparing various debt vulnerability indicators of India with peer countries for 2021 informs that the country is in a better position in terms of relatively low levels of total debt as a percentage of Gross National Income (GNI) and short-term debt as a percentage of total debt. The current stock of external debt is well shielded by the comfortable level of foreign exchange reserves.\n\ntable xI.3: External debt outstanding\n\n## (uS$ Billion unless indicated otherwise)\n\n| Sector/Instrument                                                        | Sept         | June 2022    | Sept 2022 p   | absolute Variation       | absolute Variation       | percentage Variation     | percentage Variation   |\n|--------------------------------------------------------------------------|--------------|--------------|---------------|--------------------------|--------------------------|--------------------------|------------------------|\n|                                                                          | 2021         | pr           |               | Sept 2022 over Sept 2021 | Sept 2022 over June 2022 | Sept 2022 over Sept 2021 | Sep 2022 over Jun 2022 |\n| 1                                                                        | 2            | 3            | 4             | 5                        | 6                        | 7                        | 8                      |\n| I. General Government                                                    | 132.0        | 127.7        | 124.5         | -7.5                     | -3.2                     | -5.7                     | -2.5                   |\n| II. Central Bank                                                         | 0.1          | 0.1          | 0.1           | 0.0                      | 0.0                      | -18.0                    | -0.5                   |\n| III. Deposit-taking Corporations, except the Central Bank                | 160.1        | 155.3        | 152.2         | -8.0                     | -3.1                     | -5.0                     | -2.0                   |\n| IV. Other Sectors                                                        | 284.7        | 301.9        | 305.6         | 20.9                     | 3.7                      | 7.3                      | 1.2                    |\n| IV.1. Other financial corporations                                       | 52.0         | 51.6         | 50.5          | -1.5                     | -1.1                     | -2.8                     | -2.1                   |\n| IV.2. Non-financial corporations                                         | 232.7        | 250.3        | 255.1         | 22.3                     | 4.8                      | 9.6                      | 1.9                    |\n| IV.3. Households and non-profit institutions serving households (NPISHs) | 0.0          | 0.0          | 0.0           | 0.0                      | 0.0                      | -18.5                    | -6.3                   |\n| V. Direct Investment: Intercompany Lending                               | 26.0         | 27.7         | 28.1          | 2.2                      | 0.4                      | 8.4                      | 1.6                    |\n| Gross External Debt (I to V) (As a percentage of GDP)                    | 602.9 (20.3) | 612.7 (19.3) | 610.5 (19.2)  | 7.6                      | -2.3                     | 1.3                      | -0.4                   |\n| Memo Items:                                                              |              |              |               |                          |                          |                          |                        |\n| A. Total Long-term Debt                                                  | 498.1        | 486.7        | 478.7         | -19.4                    | -8.0                     | -3.9                     | -1.6                   |\n| B. Short-term Debt#                                                      | 104.8        | 126.1        | 131.7         | 27.0                     | 5.7                      | 25.8                     | 4.5                    |\n\nSource: RBI, Ministry of Finance\n\nPR: Partially Revised; P: Provisional\n\ntable xI.4: India's Key External debt Indicators: a snapshot of stability\n\n## (per cent, unless indicated otherwise)\n\n| End-March        |   External debt (uS$ billion) |   ratio of External debt to Gdp |   debt Service ratio |   ratio of foreign Exchange reserves to total debt |   ratio of concessional debt to total debt |   ratio of Short-term debt (original maturity) to foreign Exchange reserves |   ratio of Short-term debt (original maturity) to total debt |\n|------------------|-------------------------------|---------------------------------|----------------------|----------------------------------------------------|--------------------------------------------|-----------------------------------------------------------------------------|--------------------------------------------------------------|\n| 2017             |                         471   |                            19.8 |                  8.3 |                                               78.5 |                                        9.4 |                                                                        23.8 |                                                         18.7 |\n| 2018             |                         529.3 |                            20.1 |                  7.5 |                                               80.2 |                                        9.1 |                                                                        24.1 |                                                         19.3 |\n| 2019             |                         543.1 |                            19.9 |                  6.4 |                                               76   |                                        8.7 |                                                                        26.3 |                                                         20   |\n| 2020             |                         558.4 |                            20.9 |                  6.5 |                                               85.6 |                                        8.8 |                                                                        22.4 |                                                         19.1 |\n| 2021             |                         573.6 |                            21.2 |                  8.2 |                                              100.6 |                                        9   |                                                                        17.5 |                                                         17.6 |\n| 2022pr           |                         619   |                            19.9 |                  5.2 |                                               98   |                                        8.3 |                                                                        20   |                                                         19.7 |\n| End-June 2022 pr |                         612.7 |                            19.3 |                  4.9 |                                               96.5 |                                        8   |                                                                        21.4 |                                                         20.6 |\n| End-Sept 2022 p  |                         610.5 |                            19.2 |                  5   |                                               87.3 |                                        7.7 |                                                                        24.7 |                                                         21.6 |\n\nPR: Partially Revised. P: Provisional.\n\nSource: RBI and Ministry of Finance\n\nfigure xI.19 debt ratios: cross-country comparison for 2021\n\n<!-- image -->\n\nSource: Source: International Debt Report, 2022, World Bank\n\n## outlook for the External Sector: cautious amidst Global headwinds\n\n- 11.58  Slowing  global  demand  is  weighing  on  India's  merchandise  exports.  The  empirical literature documents that global growth exerts a strong statistically and economically significant impact on India's real exports, though the impact has reduced over the years. 26 As noted earlier (para 11.2), global growth is forecast to slow down in 2022 and 2023 as per IMF estimates. This is the weakest growth profile since 2001 except for the global financial crisis and the acute phase of the Covid-19 pandemic.\n- 11.59  Thus, the export outlook may remain flat in the coming year if global growth does not pick up in 2023, as indicated by many forecasts. In such cases, product basket and destination diversification which India is taking through FTAs would be useful to enhance trade opportunities. At times when the base (global growth and global trade) is not growing, export growth will have to come predominantly through market share gains. In turn, that comes from the focus on efficiency, productivity, technology, and innovation. That game has to be lifted. Governments can try and open markets through FTAs. But, to take advantage of that is in the hands of private sector participants.\n- 11.60   India is facing competition from South Asian countries in a few of its export competitive products. In the textile sector, Bangladesh and Vietnam are seen to be expanding their exports globally, in recent years. Further, Vietnam has been able to expand its exports in machinery and equipment; computers, electronic products, certain agriculture products etc. However, given the benefits of the lower average age of the working population along with the advantage of economies of scale, India has the potential to cater to the global demand for several products in a cost-effective manner.\n- 11.61  On  the  imports  side,  notwithstanding  uncertainty  surrounding  the  outlook  on  global crude oil prices, the recent softening in its prices augurs well for India's POL imports. However, non-oil, non-gold imports, which are growth-sensitive, may not witness a significant slowdown as Indian growth continues to be resilient.\n- 11.62  While recognising the potential adverse developments, it is important to take cognisance of innate buffers to India's external sector. India's export of services, primarily contributed by software, business, and travel services, while remaining robust during the year so far, embodies a greater degree of resilience. India is cementing its position as the top remittance receiver in the world, with inward remittances projected to be at record levels during 2022. Accordingly, a large surplus under services and remittances would cushion the widening trade deficit. Consolidating an increasing share of non-debt flows in financing CAD over the years, net FDI flows remained robust during the current year, while the net FPI inflows turned positive in recent months. Thus, the CAD would be within manageable limits and eminently financeable. Above all, the forex reserves remained comfortable at US$ 562.7 billion as of end-December 2022, covering 9.3 months of imports. The stock of India's external debt has been prudently managed.\n\n26 Chinoy,  S.  Z  and  Jain,  T  (2018):  What  Drives  India's  Exports  and  What  Explains  the  Recent  Slowdown?  New  Evidence  and  Policy Implications; NCAER, Policy Forum; https://www.ncaer.org/wp-content/uploads/2022/09/a4.pdf\n\n11.63  From  a  cross-country  perspective  too,  India's  external  sector  has  fared  relatively better and hence positioned relatively stronger to face the evolving adverse global scenario as evidenced by the Indian rupee outperforming most EME currencies, comfortable import cover and moderate CAD. India's external debt vulnerability indicators are benign by international standards. To sum up, while India's external sector faces challenges, it is performing relatively better as compared to many of its peers as it has inbuilt shock absorbers to weather them.",
  "tags": [
    "External_Debt",
    "Economic_Stability",
    "Trade_Outlook"
  ]
}