{
  "chapter_no": 6,
  "subchapter_no": 9,
  "content": "Chapter 6 Summary:\nSummary generation failed for chapter content (length: 224982 chars)\n\nSubchapter 9 Content:\n# Ensuring Quality Education for all\n\nensuring Quality education for all\n\n- 6.49 The importance of education for all cannot be overemphasised as it is the foundation of every individual and society's development. As remarked by Dr. A.P.J Abdul Kalam 'Learning gives creativity, creativity leads to thinking, thinking leads to knowledge, and knowledge makes you great !'\n- 6.50 Education, apart from enhancing the employability of the working-age population, also has an equalising impact in breaking the cycles of poverty and social marginalisation. 'Quality\n\n33 http://labourbureaunew.gov.in/showdetail.aspx?pr\\_id=iBJEgR8%2bUFY%3d\n\nEducation' which is enlisted as Goal 4 under UN SDGs (SDG4), aims to 'Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all' by 2030. This goal is of critical importance because of the transformative effects that it can have on most other SDGs, such as 'no poverty', 'zero hunger', 'gender equality' etc. Sustainable development, in fact, hinges on every child receiving quality education, offering them the tools to develop to their full potential and become productive citizens aiding their own socioeconomic progress and that of their nation.\n\n- 6.51 It is in this context that the NEP 2020 was laid down as the first education policy of the 21 st   century, aiming to address the many growing developmental imperatives of the country. Recognising that education is the lifeblood of human capital formation for a young country like India, this policy provided for the revision and revamping of all aspects of the education structure. This includes its regulation and governance, creation of a new system that is aligned with  the  aspirational  goals  of  21 st century-education,  including  SDG4,  while  building  upon India's traditions and value systems. The NEP provides for nurturing all-around development and skill acquisition by youth in an inclusive, accessible, and multilingual set-up.\n- 6.52 As part of the whole-of-ecosystem approach, the Union Government launched Samagra Shiksha in 2018 as an overarching programme for the school education sector extending from pre-school to class XII with an aim to ensure inclusive and equitable quality education at all levels of school education.\n\n## School enrolment\n\n6.53 The year FY22 saw improvement in Gross Enrolment Ratios (GER) 34 in  schools  and improvement in gender parity. GER in the primary-enrolment in class I to V as a percentage of  the  population  in  age  6  to  10  years  -  for  girls  as  well  as  boys  have  improved  in  FY22. This improvement has reversed the declining trends between FY17 and FY19. GER in UpperPrimary (enrolment in class VI to VIII as a per cent of the population in age 11-13 years), which was stagnant between FY17 and FY19, improved in FY22. In corresponding age groups in Primary and Upper-Primary levels, girls' GER is better than boys.\n\ntable Vi.9: School gross enrolment ratios\n\n(in per cent)\n\n| year    | primary   | primary   | primary   | upper primary   | upper primary   | upper primary   | Secondary   | Secondary   | Secondary   |\n|---------|-----------|-----------|-----------|-----------------|-----------------|-----------------|-------------|-------------|-------------|\n| year    | girls     | boys      | total     | girls           | boys            | total           | girls       | boys        | total       |\n| 2013-14 | 107.9     | 106.5     | 107.2     | 88.6            | 85.0            | 86.7            | 73.5        | 74.2        | 73.8        |\n| 2019-20 | 103.7     | 101.9     | 102.7     | 90.5            | 88.9            | 89.7            | 77.8        | 78.0        | 77.9        |\n| 2020-21 | 104.5     | 102.2     | 103.3     | 92.7            | 91.6            | 92.2            | 79.5        | 80.1        | 79.8        |\n| 2021-22 | 104.8     | 102.1     | 103.4     | 94.9            | 94.5            | 94.7            | 79.4        | 79.7        | 79.6        |\n\nSource: Unified District Information System for Education (UDISE+) 35\n\nNotes: 1. UDISE+ data comes with more than one-year lag, hence data is available up to 2021-22\n\n2. GER greater than 100 per cent might represent the presence of over or under-age children in a particular level of education.\n\n34 GER is defined as total enrolment in a particular level of school education, regardless of age, expressed as a per centage of the population of\n\nthe official age-group which corresponds to the given level of school education in a given school year.\n\n35  UDISE+ data comes with more than one-year lag; so data is available up to 2021-22.\n\n6.54 In FY22, a total of 26.5 crore children were enrolled in schools and 19.4 lakh additional children were enrolled in Primary to Higher Secondary levels. Total enrolment of Children With Special Needs (CWSN) in FY22 stands at 22.7 lakh as compared to 21.9 lakh in FY21, which is an increase of 3.3 per cent. The enrolments increased across all levels viz., Primary, UpperPrimary, Secondary, and Higher Secondary except for the Pre-Primary level. At the Pre-primary level, enrolment reduced from 1.1 crore in FY21 to 1.0 crore in FY22. During the year, about 1.0 crore children were enrolled in pre-primary, 12.2 crore in Primary, 6.7 crore in Upper Primary, 3.9 crore in Secondary and 2.9 crore in Higher Secondary.\n\n## School drop-out\n\n6.55 School dropout rates 36 at all levels have witnessed a steady decline in recent years. The decline is for both girls and boys. The schemes such as Samagra Shiksha, RTE Act, improvement in school infrastructure and facilities, residential hostel buildings, availability of teachers, regular training of teachers, free textbooks, uniforms for children, Kasturba Gandhi Balika Vidyalaya and the PM POSHAN Scheme play an important role in enhancing enrolment and retention of children in schools.\n\ntable Vi.10: School dropout rates\n\n(in per cent)\n\n| year    | primary   | primary   | primary   | upper primary   | upper primary   | upper primary   | Secondary   | Secondary   | Secondary   |\n|---------|-----------|-----------|-----------|-----------------|-----------------|-----------------|-------------|-------------|-------------|\n| year    | girls     | boys      | total     | girls           | boys            | total           | girls       | boys        | total       |\n| 2013-14 | 4.7       | 4.7       | 4.7       | 4.0             | 2.3             | 3.1             | 14.5        | 14.5        | 14.5        |\n| 2019-20 | 1.2       | 1.7       | 1.5       | 3.0             | 2.2             | 2.6             | 15.1        | 17.0        | 16.1        |\n| 2020-21 | 0.7       | 0.8       | 0.8       | 2.6             | 2.0             | 2.3             | 13.7        | 14.3        | 14.0        |\n| 2021-22 | 1.4       | 1.6       | 1.5       | 3.3             | 2.7             | 3.0             | 12.3        | 13.0        | 12.6        |\n\nSource: UDISE+\n\n## School infrastructure\n\n6.56 The education infrastructure in the form of schools, amenities, and digitalisation has been steadily promoted along with a focus on pedagogy. The dividends of the structural reforms in the education sector will enrich the nation's growth and development prospects in decades to come.The basic infrastructure facilities in schools - both in terms of the number of recognised schools and teachers' availability reflected in the Pupil-Teacher Ratio, showed an improvement in FY22. The trend in number of recognised schools for various levels show a steady progress.\n\ntable Vi.11: trends in number of recognised schools\n\n(in lakh)\n\n|                                  |   2013-14 |   2019-20 |   2020-21 |   2021-22 |\n|----------------------------------|-----------|-----------|-----------|-----------|\n| total Schools                    |      15.2 |      15.1 |      15.1 |      14.9 |\n| primary &upper primary schools   |      12.9 |      12.2 |      12.2 |      11.9 |\n| Secondary &Sr. Secondary Schools |       2.3 |       2.9 |       2.9 |       2.9 |\n\nSource: UDISE+\n\n36 Dropout rate is defined as proportion of pupils from a cohort enrolled in a given level in a given school year that are no longer enrolled at any grade in the following school year.\n\n6.57 Basic  facilities  in  schools  continued  to  improve  in  FY22  over  earlier  years  except for  medical  check-ups  in  schools  as  the  schools  remained  closed  physically  in  the  wake  of Covid-19 curbs. Toilets (girls or boys), drinking water, and hand-washing facilities are now available  in  most  Government  schools.  Priority  to  drinking  water  and  sanitation  in  schools under  Samagra Shiksha Scheme as well as Swachh Bharat Mission have been instrumental in providing required resources and creating these assets in schools. Under the Information &amp; Communication Technology (ICT) component of the Samagra Shiksha Scheme, Government supports the establishment of smart classrooms, and ICT labs in schools, including support for hardware, educational software, and e-content for teaching.\n\ntable Vi.12: improving school infrastructure (Schools with basic facilities as a percentage of all schools)\n\n| year                                  |   2012-13 |   2019-20 | 2020-21   | 2021-22   |\n|---------------------------------------|-----------|-----------|-----------|-----------|\n| Girls Toilet                          |      88.1 |      96.9 | 97.3      | 97.5      |\n| Boys Toilet                           |      67.2 |      95.9 | 96.2      | 96.2      |\n| Hand wash Facility                    |      36.3 |      90.2 | 91.9      | 93.6      |\n| Library/Reading Room/ Reading corner  |      69.2 |      84.1 | 85.6      | 87.3      |\n| Electricity                           |      54.6 |      83.4 | 86.9      | 89.3      |\n| Medical check-ups in school in a year |      61.1 |      82.3 | 50.4*     | 54.6*     |\n| Computer                              |      22.2 |      38.5 | 41.3      | 47.5      |\n| Internet                              |       6.2 |      22.3 | 24.5      | 33.9      |\n\n* Due to Covid, schools were closed physically. Hence, fewer medical check-ups were done.\n\nSource: UDISE+\n\n6.58 Further, the availability of teachers, measured by pupil-teacher ratio, an indicator which is inversely related to improvement in quality of education, has improved at all levels continuously from FY13 to FY22: from 34.0 to 26.2 at Primary, 23.0 to 19.6 at Upper Primary, 30.0 to 17.6 at Secondary, and 39.0 to 27.1 at the Higher Secondary level. The improvement in the number of schools, teachers' availability, and facilities in schools is expected to help improve enrolment and  reduce  dropout  rates.  Various  programmes  and  schemes  for  school  education  launched during FY23 are presented in the following paras.\n\n6.59 pm  Schools  for  rising  india: The  Government  launched  a  Centrally  Sponsored Scheme (CSS) called PM Schools for Rising India (PM SHRI) on 7 September, 2022. These schools will be equipped with modern infrastructure and showcase the implementation of the NEP and emerge as exemplary schools over a period of time, while offering leadership to other schools in the neighbourhood. Under the scheme, there is a provision for setting up more than 14,500 PM SHRI Schools, over the period FY23 to FY27 by strengthening the existing schools from those managed by Central Government/State/UT Government/local bodies. These schools will be equipped with modern infrastructure including labs, smart classrooms, libraries, sports\n\nequipment, art room etc. which is inclusive and accessible. They shall also be developed as green  schools  with  water  conservation,  waste  recycling,  energy-efficient  infrastructure  and integration of organic lifestyle in curriculum. More than 20 lakh students are expected to be direct beneficiaries of the scheme.\n\n- 6.60 the  national  curriculum  framework  (ncf)  for  foundational  Stage: NCF  for Foundational Stage has been launched as the new 5+3+3+4 curricular structure which integrates early childhood care and education for all children of ages 3 to 8. As articulated in NEP 2020, the NCF uses 'play,' at the core of the conceptual, operational, and transactional approaches to curriculum organisation, pedagogy, time and content organisation, and the overall experience of the child. It will deal with the role of teachers as well as parents and communities in enabling and enhancing the developmental outcomes that are sought during this stage.\n- 6.61 pilot  project  of  balvatika: With  a  focus  on  developing  cognitive,  affective,  and psychomotor abilities and also early literacy and numeracy for students in the age groups of 3+, 4+ and 5+ years, Project Balvatika, i.e.,'Preparatory Class', was lauched in October 2022 in 49 Kendriya Vidyalayas.\n- 6.62 toy-based pedagogy: A handbook for Toy-based pedagogy has been designed to promote the integration of indigenous toys and their pedagogy into the curriculum of school education, early  childhood  care  and  education  and  teacher  education.  This  will  help  teachers  select  or create age-appropriate toys to explain various concepts to students.\n- 6.63 Screening  tools  (mobile  app)  for  specific  learning  disabilities: PRASHAST ,  a Disability  Screening  mobile  app,  has  been  launched,  covering  21  disabilities,  including  the benchmark disabilities as per the Rights of Persons with Disabilities Act 2016. PRASHAST App will help in screening disability conditions at the school level and will generate the schoolwise report, for further sharing with the authorities for initiating the certification process, as per guidelines of Samagra Shiksha.\n- 6.64 national credit framework (ncrf): Taking the vision of the new NEP, the NCrF is  an  umbrella  framework  for  skilling,  re-skilling,  up-skilling,  accreditation  and  evaluation, seamlessly  integrating  the  credits  earned  through  school  education,  higher  education,  and vocational and skill education by encompassing the National Higher Education Qualification Framework (NHEQF), National Skills Qualification Framework (NSQF) and National School Education  Qualification  Framework  (NSEQF).  This  would  be  a  game  changer  by  opening numerous options for further progression of students and inter-mingling of school and higher education with vocational education and experiential learning, thus mainstreaming skilling and vocational education . The Framework has been released for public consultations on 19 October 2022.\n- 6.65 Strengthening teaching-learning and results for States (StarS): STARS Project is being implemented as a CSS in six states namely Himachal Pradesh, Madhya Pradesh, Rajasthan, Maharashtra, Odisha and Kerala over a period of 5 years i.e., till FY25, partly funded by a loan from the World Bank. The objective of the Scheme is to improve the quality and governance of school education in the selected states.\n\n- 6.66 Vidyanjali (a School Volunteer initiative): With the aim of strengthening schools and improving the quality of school education through community, Corporate Social Responsibility (CSR) and private sector involvement across the country, the Government has initiated Vidyanjali (a school volunteer management program). The Vidyanjali portal (https://vidyanjali.education. gov.in/en) enables community and volunteers/organisations to interact and connect directly with the Government and Government aided schools of their choice and share their knowledge and skills and/or contribute in the form of assets/material/equipment to meet the requirement of the schools. As of 20 January 2023, 3,95,177 schools have been onboarded and 1,14,674 volunteers have registered on the Vidyanjali portal. The programme has successfully managed to impact around 11,34,218 students across the nation by seeking volunteers' support in several areas such as subject assistance, mentoring of gifted children, teaching vocational skills, providing ceiling fans and water purifiers, gifting digital devices for learning via virtual mode, musical instruments,  self-defence  training  to  schoolgirls,  assistance  for  basic  civil  infrastructure  and other classroom needs, etc.\n- 6.67 Samagra Shiksha Scheme: A CSS of Samagra Shiksha of the Department of School Education and Literacy is an overarching programme for the school education sector extending from  pre-school  to  class  XII.  The  Samagra  Shiksha  Scheme  has  been  aligned  with  the recommendations of the NEP 2020 and extended from FY22 to FY26. Under the ICT component of the Scheme, there is a provision to impart computer literacy and computer-enabled learning to children, by developing and deploying curriculum-based interactive multimedia, digital books, virtual labs etc. across the country. It supports the establishment of smart classrooms, and ICT labs in schools, including support for hardware, educational software and e-content for teaching. It  envisages covering all Government/Government-aided schools with classes VI to XII. Till November 2022 (since inception), ICT labs have been approved in 1,20,614 schools and smart classrooms in 82,120 schools across the country.\n\n## Higher education\n\n6.68 Indian higher education system is the laboratory of change for one of the largest young populations in the world, with more than 27 per cent of India's population in 15-29 years age bracket. 37 The  infrastructure  for  higher  education  has  been  enhanced  overtime.  Number  of medical colleges in the country have been increased from 387 in 2014 to 648 in 2022 and the number of MBBS seats have increased from 51,348 to 96,077. Number of Indian Institutes of Technology (IITs) and Indian Institute of Management (IIMs), respectively stand at 23 and 20 in 2022 against 16 and 13 in 2014. The strength of Indian Institutes of Information Technology (IIITs) is 25 in 2022 against 9 in 2014. In 2014, there were 723 Universities in the country, which have been increased to 1,113.\n\n- 6.69 The total enrolment in higher education has increased to nearly 4.1 crore in FY21 from 3.9 crore in FY20. Since FY15, there has been an increase of around 72 lakh in enrolment (21 per cent). The female enrolment has increased to 2.0 crore in FY21 from 1.9 crore in FY20.\n\n37  Youth in India 2022, MoSPI\n\nfigure Vi.15: total students' enrolments in higher education\n\n<!-- image -->\n\nSource: All India Survey on Higher Education (AISHE) report 2020-21, Ministry of Education\n\ntable Vi.13: Students' enrolment in higher education\n\n(in crore)\n\n| year    |   male |   female |   total |\n|---------|--------|----------|---------|\n| 2016-17 |    1.9 |      1.7 |     3.6 |\n| 2017-18 |    1.9 |      1.7 |     3.6 |\n| 2018-19 |    1.9 |      1.8 |     3.7 |\n| 2019-20 |    2   |      1.9 |     3.9 |\n| 2020-21 |    2.1 |      2   |     4.1 |\n\nSource: AISHE report 2020-21\n\n6.70 Further, the enrolment in Distance Education is 45.7 lakh (with 20.9 lakh females), an increase  of  around  7  per  cent  since  FY20  and  20  per  cent  since  FY15. The  GER  in  higher education, based on 2011 population projections (revised), was recorded at 27.3 per cent in FY21, which is an improvement from 25.6 in FY20. GER for males increased from 24.8 in FY20 to 26.7 in FY21 while GER for females has also shown improvement from 26.4 to 27.9 during the same period .\n\n6.71 The total number of Universities / University institutions registered as of end of FY21 are 1,113, number of colleges are 43,796 and number of standalone institutions is 11,296. The total number of faculty/teachers is 15,51,070 of which about 57.1 per cent are male and 42.9 per cent are female.\n\ntable Vi.14: number of teachers in higher education institutions (in lakh)\n\n| year    |   male |   female |   total |\n|---------|--------|----------|---------|\n| 2016-17 |    8.1 |      5.5 |    13.6 |\n| 2017-18 |    7.5 |      5.4 |    12.9 |\n| 2018-19 |    8.2 |      6   |    14.2 |\n| 2019-20 |    8.6 |      6.4 |    15   |\n| 2020-21 |    8.9 |      6.6 |    15.5 |\n\nSource: AISHE report 2020-21\n\n## initiatives for higher education\n\n- 6.72 research &amp; development cell (rdc) in Higher education institutions (Hei): The University Grants Commission (UGC) launched an initiative to establish an RDC in HEIs with the mandate for promoting quality research that contributes meaningfully towards the goal of a self-reliant India, aligned with the provisions of NEP 2020. The RDC would help create a research ecosystem for reliable, impactful, and sustained research output. The Guidelines for the same were issued in March 2022 providing for the creation of a conducive environment for  enhanced  research  productivity;  encouraging  collaboration  across  industry,  Government, community-based organisations, and agencies at the local, national, and international levels and facilitating greater access to research through mobilisation of resources and funding.\n- 6.73 guidelines  for  pursuing  two  academic  programmes  simultaneously: The  UGC, in April 2022, issued Guidelines to allow the students to pursue two academic programmes simultaneously keeping in view the objectives envisaged in NEP 2020, viz. providing flexible curricular structures to enable creative combinations of disciplines for study, that would offer multiple entry and exit points, thus, removing currently prevalent rigid boundaries and creat new possibilities for life-long learning through critical and interdisciplinary thinking. The Guidelines provide  that  a  student  can  pursue  two  full-time  academic  programmes  in  physical  mode  or pursue two academic programmes, one in full-time physical mode and another in Open and Distance Learning (ODL)/Online mode; or up to two ODL/Online programmes simultaneously. These will be governed by Regulations notified by the UGC.\n- 6.74 interest  subsidy  on  education  loan: Under the Central Scheme on Interest Subsidy (CSIS), launched in 2009, full interest subsidy is provided during the moratorium period (course period plus one year) on education loan taken by students from economically weaker sections (EWS) having parental income less than ` 4.5 lakh per annum for professional study in India. The scheme provides Education loans without any collateral or third-party guarantee.\n\n## box Vi.5: akhil bharatiya Shiksha Samagam\n\nA three-day Akhil Bharatiya Shiksha Samagam was organised at Varanasi on 7-9 July 2022 by the Ministry of Education in association with the UGC and Banaras Hindu University. The event brought together over 300 Vice Chancellors and Directors from public and private universities, educationists, policymakers, as also industry representatives to deliberate on how the implementation of NEP 2020 can be taken further across the country after successful implementation of several initiatives in the last two years. The Summit provided a platform for thought-provoking discussions that helped articulate the  roadmap  and  implementation  strategies,  foster  knowledge  exchange,  build  networks  through interdisciplinary deliberations, and discuss challenges being faced by educational institutions and articulate solutions.\n\nThe Samagam was witness to India's extended vision and a renewed commitment to help achieve the goals of the higher education system with education leaders resolving to work collectively for transforming India into an equitable and vibrant knowledge society.\n\n##",
  "tags": [
    "Education_Policy",
    "School_Enrolment",
    "Higher_Education"
  ]
}