{
  "chapter_no": 8,
  "subchapter_no": 6,
  "content": "Chapter 8 Summary:\nThe agriculture and allied sector has been performing well, with an average annual growth rate of 4.6% over the last six years. In 2021-22, the sector grew by 3.0% compared to 3.3% in 2020-21. India has emerged as a net exporter of agricultural products, with exports growing by 18% in 2020-21 to reach $50.2 billion in 2021-22. The government has taken measures to promote farmer-producer organizations, encourage crop diversification, and improve productivity in agriculture through support for mechanization and the creation of the Agriculture Infrastructure Fund. The Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) scheme has provided income support to farmers, leading to diversification in sources of farmers' income and improving their resilience to weather shocks. The National Food Security Act (NFSA) has been implemented to provide food security, with 81.4 crore beneficiaries receiving free foodgrains for one year from January 1, 2023. The government has also increased the Minimum Support Price (MSP) for crops, with a margin of at least 50% over the all-India weighted average cost of production. The Kisan Credit Card Scheme (KCC) has been introduced to provide hassle-free credit availability to farmers at a cheaper rate. As of December 2022, 3.89 crore KCCs had been issued with a limit of ₹4,51,672 crore. The Interest Subvention Scheme (ISS) has been introduced to provide short-term credit to farmers at subsidized interest rates. The target for agricultural credit flow in 2022-23 has been fixed at ₹18.5 lakh crore. The farm mechanization sector has been promoted through the Sub Mission on Agricultural Mechanization (SMAM), with 21628 CHCs and 467 Hi-Tech hubs established. Organic and natural farming have been promoted, with 44.3 lakh organic farmers and 59.1 lakh ha area brought under organic farming by 2021-22. The PM KISAN scheme has been successful in providing financial assistance to farmers, with 11.3 crore farmers covered in its April-July 2022-23 payment cycle. The Agriculture Infrastructure Fund (AIF) has been launched to provide financing for post-harvest management infrastructure and community farm assets. The Pradhan Mantri Fasal Bima Yojana (PMFBY) has been launched to provide comprehensive insurance coverage to farmers, with 5.5 crore applications every year. The Mission for Integrated Development of Horticulture (MIDH) has been introduced to promote horticulture, with a record production of 342.3 million tonnes in 2021-22. The National Agriculture Market (e-NAM) scheme has been launched to create an online transparent, competitive bidding system for farmers. Climate-Smart Farming Practices have been promoted, with over 1,000 agritech start-ups in India. The International Year of Millets has been declared for 2023, with India producing over 50.9 million tonnes of millet, accounting for 80% of Asia's and 20% of global production. The allied sectors of Indian agriculture, including livestock, forestry, and fishing, are growing rapidly, with the livestock sector growing at a CAGR of 7.9% during 2014-15 to 2020-21. The dairy sector is the most critical component of the livestock sector, employing over eight crore farmers directly. The government has made several critical interventions to enhance infrastructure and improve livestock productivity and disease control, including the launch of the Animal Husbandry Infrastructure Development Fund (AHIDF) worth ₹15,000 crore in 2020. The Pradhan Mantri Matsya Sampada Yojana (PMMSY) has been launched with a total outlay of ₹20,050 crore to drive sustainable and responsible development of the fisheries sector. The cooperative sector has been promoted, with 8.5 lakh registered cooperatives in the country, having over 29 crore members. A New National Cooperation Policy is being formulated to strengthen the cooperative movement in the country. The food processing sector is of enormous significance for India's development, growing at an average annual growth rate of around 8.3% over the last five years. The Production Linked Incentive Scheme for Food Processing Industry (PLISFPI) has been launched to incentivize investments to create global food champions. The Krishi UDAN2.0 version has been launched to focus on transporting perishable food products from Hilly Areas, North-Eastern States, and Tribal Areas. The government has been running the most extensive legislation-based food security programme in the world, covering about 80 crore of India's population under the National Food Security Act (NFSA), 2013.\n\nSubchapter 6 Content:\n# Chemical-free India: Organic and Natural Farming\n\nchemical-free India: organic and natural Farming\n\n8.9 Organic and natural farming provides chemical fertiliser and pesticide-free food grains and other crops, improves soil health and reduces environmental pollution. India has 44.3 lakh organic farmers, the highest in the world, and about 59.1 lakh ha area was brought under organic farming by 2021-22. Sikkim voluntarily adopted going organic, and the process of getting the total cultivable land of 58,168 hectares under organic farming commenced at ground level in\n\n2010. It became the first State in the world to become fully organic, and other States, including Tripura and Uttarakhand, have set similar targets.\n\n8. 10 The Government has been promoting organic farming by implementing two dedicated schemes, i.e., Paramparagat Krishi Vikas Yojana (PKVY) and Mission Organic Value Chain Development for North Eastern Region (MOVCDNER) since 2015 through cluster/ Farmer Producer Organisations (FPOs) formation. PKVY Scheme is being implemented in a cluster mode (with min. 20 ha size). Financial assistance of ₹50,000 per ha for three years is provided to the farmer, out of which ₹31,000 is given as incentives for organic inputs provided directly through Direct Benefit Transfer (DBT). Under PKVY as of 16 November 2022, 32,384 clusters totalling  6.4  lakh  ha  area  and  16.1  lakh  farmers  have  been  covered.  In  addition,  as  part  of the Namami Gange Programme, a 1.2 lakh ha area has been covered under organic farming. MOVCDNER is dedicated to  promoting  organic  farming  of  niche  crops  of  the  North  East Region through FPOs. Under the MOVCDNER, 177 FPOs/FPCs have been created, covering 1.5 lakh farmers and 1.7 lakh hectares.\n\n8. 11 Promotion of natural farming began in 2019-20, when Bhartiya Prakratik Krishi Paddhati (BPKP),  a  sub-scheme  of  PKVY,  was  launched  to  assist  farmers  in  adopting  traditional indigenous practices for encouraging all forms of ecological farming, including Zero-Budget Natural  Farming  (ZBNF).  The  scheme  focuses  on  capacity  building,  training,  handholding, and on-field demonstration of natural farming through champion farmers. Under the BPKP, 4.09 lakh ha of land have been brought under Natural farming in 8 States (Andhra Pradesh, Chhattisgarh, Kerala, Himachal Pradesh, Jharkhand, Odisha, Madhya Pradesh and Tamil Nadu).\n\n##",
  "tags": [
    "Organic_Farming",
    "Natural_Farming",
    "Sustainable_Agriculture"
  ]
}