{
  "chapter_no": 10,
  "subchapter_no": 5,
  "content": "Chapter 10 Summary:\nIndia's services sector witnessed a swift rebound in FY22, driven by growth in the contact-intensive services sub-sector, which completely recovered from the pre-pandemic level in Q2 of FY23. The sector's growth momentum continued in FY23, with a year-on-year growth of 9.1% driven by 13.7% growth in contact-intensive services. India's services exports have remained resilient during the Covid-19 pandemic and amid current geopolitical uncertainties, driven by higher demand for digital support, cloud services, and infrastructure modernization. The government has permitted 100% foreign participation in telecommunication services and raised the FDI ceiling in insurance companies from 49% to 74%. The services sector is expected to be the growth driver in the next fiscal, with strong momentum growth and an uptick in High-Frequency Indicators (HFIs) for the contact-intensive services sector. The hotel industry is thriving with improvements in occupancy rate, increase in Average Room Rate (ARR), and rise in Revenue Per Available Room (RevPAR). The tourism sector is showing signs of revival, with foreign tourist arrivals in India in FY23 growing month-on-month. The Real Estate sector has witnessed resilient growth, with housing sales and the launch of new houses surpassing the pre-pandemic level in Q2 of FY23. Information Technology-Business Process Management (IT-BPM) and the E-commerce industry have been exceptionally resilient during the Covid-19 pandemic, driven by accelerated technology adoption and digital transformation. The government's push to boost the digital economy, growing internet penetration, rise in smartphone adoption, and increased adoption of digital payments have also given a renewed push to these industries. The introduction and piloting of Central Bank Digital Currency (CBDC) will also provide a significant boost to digital financial services.\n\nSubchapter 5 Content:\n# Outlook\n\noutlook\n\n10.39 India's  services  sector  growth  which  was  highly  volatile  and  fragile  during  the  last 2 fiscal  years,  has  shown resilience in FY23 driven by the release of pent-up demand, ease of  mobility  restriction,  near-universal  vaccination  coverage  and  pre-emptive  government interventions. Broad-based recovery has been observed in recent months, with pick up in almost all sub-sectors especially contact intensive services sector, which bore the maximum brunt of the pandemic. This is reflective of an uptick in the performance of various HFIs, reflecting a solid upswing in recent months, hinting at an enhanced presentation of the services sector in the next fiscal. The prospects look bright with improved performance of various sub-sectors like Tourism, Hotel, Real estate, IT-BPM, E-commerce etc. The downside risk, however, lies in the external exogenous factors and bleak economic outlook in Advanced Economies impacting growth prospects of the services sector through trade and other linkages.",
  "tags": [
    "Services_Sector_Growth",
    "India_Economy",
    "Post_Pandemic_Recovery"
  ]
}