{
  "chapter_no": 12,
  "subchapter_no": 2,
  "content": "Chapter 12 Summary:\nIndia's infrastructure development has been on a consistent growth curve since Independence, with a focus on physical and digital infrastructure. The government has adopted a forward-looking programmatic approach towards infrastructure, with a projected investment of around ₹111 lakh crore for FY20-25. The National Infrastructure Pipeline (NIP) aims to develop a comprehensive view of infrastructure development, monitor progress, and enable a pipeline view for investors. The funding for infrastructure comes from various sources, including government, private sector, and multilateral organizations. The government has also emphasized digital and communications development, with a focus on usability, interoperability, and accessibility. The digital economy is expected to reach $1 trillion by 2025. The government has launched several initiatives, including the National Logistics Policy (NLP), PM GatiShakti, and the National Monetisation Pipeline (NMP), to improve logistics, infrastructure development, and attract private sector investment. The NLP aims to reduce logistics costs and improve efficiency, while PM GatiShakti focuses on integrated planning and coordinated implementation across ministries and departments. The NMP aims to unlock capital from various projects across sectors and attract private sector investment. The government has also emphasized the importance of public-private partnerships (PPPs) in infrastructure development, with a focus on viability gap funding (VGF) and the India Infrastructure Project Development Fund Scheme (IIPDF). The government has also made significant investments in physical infrastructure, including roads, railways, airports, and ports. The road network has expanded significantly, with 10,457 km of roads constructed in FY22. The railways have also seen significant investment, with a focus on electrification and modernization. The civil aviation sector has recovered from the pandemic, with domestic demand driving growth. The government has also emphasized the importance of inland water transport, with a focus on developing navigable waterways. The electricity sector has seen significant growth, with a focus on renewable energy and reducing carbon emissions. The government has set a target of achieving 50% cumulative installed capacity for generating electric power from non-fossil fuel-based energy resources by 2030. The telecommunications sector has also seen significant growth, with a focus on digital infrastructure and connectivity. The government has launched several initiatives, including the Digital India program, to promote digital infrastructure and connectivity. The program aims to transform India into a digitally empowered society and knowledge economy. The government has also emphasized the importance of radio, with a focus on promoting public service and social development. The radio sector has seen significant growth, with a focus on community radio stations and public service broadcasting.\n\nSubchapter 2 Content:\n# Introduction\n\nintroduction\n\n12.1  As India completes 75 years of Independence, the nation is evolving into a prominent force in the global economic order. India is the world's fifth largest economy and the prospect of steady progress in the coming years is bright. Here, the critical role played by infrastructure in economic growth cannot be overemphasised. Investing in high-quality infrastructure 1 is crucial for accelerating economic growth and sustaining it in the long run. As the empirical evidence states, this has a salutary effect on the productivity and efficiency of Indian manufacturing firms 2 . It further plays a significant role in poverty reduction 3 and promotes both rural and agricultural development 4,5 . Empirical evidence also points to the positive effect of infrastructure towards bringing overall economic growth in India 6 .\n\nfigure Xii.1: Quantity and quality of infrastructure and level of economic development across countries are strongly correlated\n\n<!-- image -->\n\nNote: The left graph pertains to 2019, and the right graph pertains to 2018.\n\nQuality of overall infrastructure: 1=worst and 7=best.\n\nSource: World Bank, Global Infrastructure Hub, and World Economic Forum Global Competitiveness Index\n\n12.2  The above correlation between infrastructure and development brings us to the present scenario when during the times of pandemic and geo-political crisis, the government kept its focus on reforms in areas of physical, digital and regulatory infrastructure. In order to increase the private sector participation in creation of new infrastructure and development of existing ones, the government took initiatives like Public-Private Partnership (PPP), National Infrastructure Pipeline (NIP) and National Monetisation Pipeline (NMP). In addition to this, as part of the structural  reforms  with  the  objective  to  enhance  efficiencies  and  cost  competitiveness,  Gati\n\n1 In a broad sense, the term infrastructure refers to the '…physical facilities, institutions and organisational structures, or the social and eco -nomic foundations, for the operation of a society' (World Investment Report 2008: Transnational Corporations and the Infrastructure Challenge. United Nations Conference on Trade and Development.). The present chapter focuses only on emerging issues in the context of physical and digital infrastructure. Separate chapters of this survey provide in-depth views on social infrastructure and financial infrastructure related issues.\n\n2 Mitra, A., Varoudakis, A., &amp; Véganzonès-Varoudakis, M. (2002). Productivity and Technical Efficiency in Indian States' Manufacturing: The Role of Infrastructure. Economic Development and Cultural Change, 50(2), 395-426. DOI:10.1086/321916.\n\n3 Dutt, G. and Ravallion, M. (1998). Why have some Indian States Done Better than Others at Reducing Rural Poverty? Economica, 65: 17-38. https://doi.org/10.1111/1468-0335.00112\n\n4 Binswanger, H; Khandker, R. &amp; Rosenzweig, M. (1993). How infrastructure and financial institutions affect agricultural output and invest -ment in India, Journal of Development Economics, Volume 41, Issue 2, 1993, Pages 337-366, https://doi.org/10.1016/0304-3878(93)90062-R.\n\n5 Fan, S., Hazell, P. and Thorat, S. (2000). Government Spending, Growth and Poverty in Rural India. American Journal of Agricultural Eco -nomics, 82: 1038-1051. https://doi.org/10.1111/0002-9092.00101.\n\n6 Sahoo, P. &amp; Dash, R. (2009) Infrastructure development and economic growth in India, Journal of the Asia Pacific Economy, 14:4, 351-365, DOI:10.1080/13547860903169340\n\nShakti and National Logistics Policy (NLP) were also launched. This buffet of reforms on all aspects related to infrastructure investment and project execution not just ensures economic growth and economic efficiency but also generates confidence among various stakeholders in the economy towards government functioning.\n\n- 12.3  Building upon it, the government has also kept its focus towards developing the traditional infrastructure like roads, railways, airports, ports, mass transport and waterways.  These play a vital role in national integration and regional development. The mechanisms like multi-modal transport system have also been put in place.  The multi-modal connectivity will provide integrated and seamless connectivity for movement of people and goods from one mode of transport to another. It will facilitate the last mile connectivity and also reduce travel time for people, further reducing the logistics cost and promoting export competitiveness. These measures collectively can bring out the untapped potential of underutilised modes of infrastructure.\n- 12.4  With increasing financialisation of the economy and penetration of digital services, growth in physical infrastructure alone could not be the answer for development. Though India's digital journey predates the pandemic, it would be rational to say that the testing times of the pandemic have  accelerated  its  acceptance,  application  and  coverage  in  many  ways.  The  adaptability displayed  by  the  citizens  towards  technology-driven  changes  was  very  encouraging.  This confluence of digitisation and innovation acted as a game changer for India.\n- 12.5  Reflecting on the journey of digital infrastructure growth and its global adoption, it is pertinent to mention that in 2009, only 17 per cent of adults in India had bank accounts, 15 per cent used digital payments, 1 in 25 had a unique ID document, and about 37 per cent had mobile phones. Today, these numbers have seen a meteoric rise - tele density has reached up to 93 per cent, over a billion people have a digital ID document, more than 80 per cent have bank accounts, and as of 2022, over 600 crore of digital payment transactions are completed per month. A Bank for International Settlements (BIS) working paper 7 has estimated that progress towards financial inclusion, which would have taken almost half a century had India followed traditional growth processes, was achieved in India in just about ten years.\n- 12.6  Today, India is able to offer many best practices, particularly with respect to its digital infrastructure innovations, that can be emulated globally. Successful vaccination drive through the one-stop Co-WIN portal, DigiLocker, Open Network for Digital Commerce (ONDC), Open Credit Enablement Network (OCEN), Goods and Services Tax (GST) Sahay are a few success stories among many. The National Payments Corporation of India International (NPCIL) led Unified Payment Interface (UPI) is another such innovation which transformed the payment landscape. UPI based transactions grew both in value and volume terms, paving the way for its international adoption.\n- 12.7  Capitalising  on  the  digital  infrastructure  support,  India  has  also  emerged  as  one  of  the world's most vibrant destinations for start-up ecosystems. Start-ups are being envisioned as the spine of new India, as they encourage the youth to become job creators rather than job seekers. With the highest FinTech adoption rate of 87 per cent among the public compared to the global average of 64 per cent, India has gained the 3rd place in digital payments 8 only after US and\n\n7 https://www.bis.org/publ/bppdf/bispap106.pdf, page 4.\n\n8 https://bfsi.economictimes.indiatimes.com/news/fintech/indias-fintech-market-size-at-31-billion-in-2021-third-largest-in-world report/88794336 BLinC per cent20report\\_Fintech\\_2022.pdf\n\nChina, signifying that India has an untapped market. These untapped opportunities, along with the favourable ecosystem, creates a large growth potential for FinTechs in India.  Taking this vision forward, under the government's policy initiative, a world-class FinTech Hub at Gujarat International Finance Tec-City (GIFT) International Financial Services Centre (IFSC) has been developed.\n\n12.8  This is just an illustration of the opportunities that exist. The massive wave of digitisation, increased penetration of smartphones, and adoption of technology have opened the doors for both traditional and new-age sectors. The rollout of 5G services can unleash new economic opportunities  and  help  the  country  leapfrog  the  traditional  barriers  to  development,  spur innovations by start-ups and business enterprises, and advance the 'Digital India' vision. The journey is far from complete, and a lot remains to be accomplished to realise our true potential.\n\n12.9  To summarise, this chapter covers the recent and past experiences of the government in transforming and inter-locking the potential of physical, regulatory and digital infrastructure. In doing so, the chapter looks to answer the following: How have the various infrastructural sectors fared after the Covid-19 shock? How has the government leveraged digital technologies in the service of the public? How far has the government been able to determine the role of co-ordination  and  efficiency  in  infrastructure  projects  and  what  is  the  government's  vision towards infrastructure development? In doing so, we will cover the government's plans to place India among the top three global economies and inch closer to the status of a developed nation by the 100th year of its Independence.\n\n## government's Vision and approaches to infrastructure development in india\n\n12.10 Increase in infrastructure investment provides a critical push to the potential growth of the economy. The government, in recent years, provided an increased impetus for infrastructure development and investment through the enhancement of capital expenditure. This push has happened at a time of crisis when the capital expenditure by the private sector has been subdued. The outlay (target) for capital expenditure in 2022-23 (BE) was increased sharply by 35.4 per cent from ₹ 5.5 lakh crore in the previous year (2021-22) to ₹ 7.5 lakh crore, of which approximately 67 per cent has been spent from April to December 2022.\n\nfigure Xii.2: central government has sharply increased capital expenditure in the last two consecutive years*\n\n<!-- image -->\n\n* All figures are representative of Budgeted Estimates for the respective Financial Year Source: Union Budget of India\n\n- 12.11 The  result  of  the  efforts  is  visible  in  Ministries'/  Departments'  Capex  spending  till December 2022, which has been ₹5 lakh crore (around 67 per cent has been achieved against the Budgeted Capex of 7.5 lakh crore) as against ₹3.9 lakh crore for the same period in FY22 (i.e., till December 2021). The actual expenditure in FY23 is also 28 per cent higher than the expenditure in FY22 for the corresponding period.\n- 12.12 The steady increase in public capital expenditure has helped support economic growth while laying the foundation for future growth as capital assets boost economic efficiency and potential growth. It could also crowd in private investment, as the IMF observed in the case of India 9 . This is evident from the fact that capacity utilisation in the private sector has been recovering.\n- 12.13 While the NIP and the NMP would provide the much-needed impetus for stepping up infrastructure investment, the NLP will address the gaps in services, digital infrastructure and skills in the logistics workforce. PM GatiShakti, with a multimodal approach, is designed to fill  the  gaps  in  physical  infrastructure  and  to  integrate  existing  and  proposed  infrastructure development initiatives  of  different  agencies. As  physical  infrastructure  requires  continuous support  over  its  long  gestation  period,  the  government  has  also  set  up  National  Bank  for Financing Infrastructure and Development (NaBFID) as development financial institution to set in motion a virtuous investment cycle. An institutional mechanism to fast-track investments has been put in place, in the form of Project Development Cells (PDCs) in all concerned Ministries/ Departments of Government of India.\n- 12.14 The  government's  vision  for  infrastructure  does  not  stop  here. As  India  has  already submitted its Long-Term Low Emission Development Strategy at COP27, the next leap would be towards advanced infrastructure, which is more energy efficient, incorporates the idea of a circular economy and transitions towards low carbon development. The amount of investment that  may be needed for putting in place climate resilient and climate resistant infrastructure might be too vast to be provided for by either the public sector or the private sector alone. Both financing and the creation of such infrastructure are likely to require Public-Private Partnership, a topic to which we turn next.\n\n## Public-Private Partnerships (PPPs)\n\n- 12.15 Private  investment  in  infrastructure  is  mainly  in  the  form  of  PPPs.  PPPs  are  vital  instruments for governments in channelling the strength of private sector in critical areas of infrastructure. It helps to address infrastructure gap and improve efficiency in infrastructure service delivery. The very success of PPPs lies in the robustness of institutional structure, financial support, and use and availability of standardised documents, such as Model Request for Qualification (RFQ), Model Request for Proposal (RFP) and Model Concession Agreements (MCAs).\n- 12.16 In India, private participation in infrastructure programmes supports several PPP models, including  management  contracts  like  Build-Operate-Transfer  (BOT),  Design-Build-FinanceOperate-Transfer  (DBFOT),  Rehabilitate-Operate-Transfer  (ROT),  Hybrid  Annuity  Model (HAM), and Toll-Operate-Transfer (TOT) model. Under the BOT model, there are two variants - BOT (Toll) and BOT (Annuity) depending on who bears the traffic risk. In the case of BOT\n\n9 Bahal, Girish &amp; Raissi, Mehdi &amp; Tulin, Volodymyr. (2018). Crowding-Out or Crowding-In? Public and Private Investment in India.\n\n- (Toll), the traffic risk is borne by the PPP concessionaire, while in the case of BOT (Annuity), it is borne by the public authority.\n- 12.17 The Public Private Partnership Appraisal Committee (PPPAC), the apex body for appraisal of  PPP  projects  in  the  Central  Sector  has  streamlined  appraisal  mechanism  to  ensure  speedy appraisal of projects, eliminate delays, adopt international best practices and have uniformity in appraisal mechanism and guidelines. The PPPAC is chaired by Secretary, Department of Economic Affairs (DEA) with Secretaries of Department of Expenditure, Department of Legal Affairs, the Sponsoring Ministry/Department and CEO, NITI Aayog as members to consider and appraise the proposals for Central Sector PPP Projects. The Public Private Partnership Appraisal Committee has cleared 79 projects with a total project cost of ₹2,27,268.1 crore from FY15 to FY23.\n- 12.18 To  provide  financial  assistance  to  financially  unviable  but  socially/  economically desirable PPP projects, DEA launched the Viability Gap Funding (VGF) scheme in 2006. Under this scheme, economic sector projects may get up to 40 per cent of Capex as VGF grant. The Scheme includes higher provisions of VGF grant for social sectors. Social sectors may get up to 80 per cent of the Capex and up to 50 per cent of the Operating Expenditure (Opex) for five years after Commercial Operation Date (CoD) as VGF grant.\n- 12.19 Social Sector projects get VGF under two categories: Sub Scheme-1 and Sub-Scheme-2. Sub-Scheme-1 caters to social sectors such as wastewater treatment, water supply, solid waste management etc. The projects under this category should have at least 100 per cent Operational Cost recovery. The Government of India (GoI) will provide a maximum of 30 per cent of Capex and the State Government concerned may provide an additional support of up to 30 per cent of Capex. Sub-scheme 2 supports demonstration/pilot projects from Health &amp; Education sectors. The projects eligible under this category should have at least 50 per cent Operational Cost recovery. The GoI will provide a maximum of 40 per cent of the Capex of the project and a maximum of 25 per cent of the Opex of the project for the first five years of commercial operations as VGF.\n- 12.20 From 2014-15 to 2022-23, under the VGF Scheme, 56 projects with TPC of ₹57870.1 crore were granted In-Principle Approval and 27 projects with TPC of ₹25263.8 crore were granted final approval with a Total Viability Gap Funding approval of ₹5813.6 crore (Both GoI &amp; State Share). The GoI share of approved VGF is ₹3102.6 crore and the State Share of Total VGF approved is ₹2710.9 crore. The total VGF amount disbursed by DEA under the scheme from FY15 to FY23 is ₹2982.4 crore.\n- 12.21 A scheme for financial  support  for  project  development  expenses  of  PPP  Projects  the  'India  Infrastructure  Project  Development  Fund  Scheme'  (IIPDF)  -  was  notified  by  the government on 3 November 2022. The aim of the scheme is to develop quality PPP projects by providing necessary funding support to the project-sponsoring authorities, both in the Central and State Governments, for creating a shelf of bankable, viable PPP projects by on-boarding transaction advisers.\n- 12.22 IIPDF Scheme has a total outlay of ₹150 crore for a period of 3 years from FY23 to FY25. Under the scheme, a maximum amount of ₹5 crore for a single proposal, inclusive of any tax implications, can be funded, which can include the cost of consultants/transaction advisers of a PPP project. Any funding requirement over and above ₹5 crore may be borne by the project sponsoring authority itself, and funding under IIPDF shall not be recovered.\n\n## national infrastructure Pipeline (niP)\n\n12.23 A developing economy such as ours requires a continued stepping up of infrastructure investment to sustain a high rate of growth, which in turn is a pre-requisite for achieving wideranging social objectives. In view of this, the government launched the National Infrastructure Pipeline (NIP) with a forward-looking approach and with a projected infrastructure investment of  around  ₹111  lakh  crore  during  FY20-25  to  provide  high  quality  infrastructure  across  the country. It also envisages improving project preparation and attracting domestic and foreign investment in infrastructure. The NIP includes infrastructure projects of more than ₹100 crore covering  greenfield  and  brownfield  investments. The  NIP  currently  has  8,964  projects  with a  total  investment  of  more  than  ₹108  lakh  crore  under  different  stages  of  implementation. Regarding sectoral composition, the transport sector constituted more than half of the projects.\n\nfigure Xii.3: status of Projects under niP\n\n<!-- image -->\n\nSource: Department of Economic Affairs.\n\nNote: Data as of 13 January 2023\n\nfigure Xii.4: transportation sector dominates the niP\n\n<!-- image -->\n\nSource: Department of Economic Affairs.\n\nNote: Data as of 13 January 2023\n\n12.24 NIP is hosted on the Invest India Grid (IIG) platform and provides opportunities for States/UTs and Ministries to collate all major infrastructure projects at a single location. IIG thus acts as a centralised portal to track and review project progress across all economic and social infrastructure sub-sectors. The portal also enables project-sponsoring authorities to showcase investment  opportunities  to  national  and  international  investors.  Project  Monitoring  Group (PMG) is an institutional mechanism put in place by the government for resolution of issues related to large-scale projects. PMG is also involved in the fast-tracking of approvals/clearances\n\nfor projects with an anticipated investment of ₹500 crore and above. Now, it has been proposed to integrate NIP and PMG portals. When implemented, NIP will become the first entry point (database) for all infrastructure projects (costing ₹100 crore or more). PMG portal will pick up data, as per requirements (project cost of  ₹500 crore or more), from the NIP database. This will save substantial time and effort by Ministries and States/UTs and ease the monitoring of large infrastructure projects.\n\n## national Monetisation Pipeline - creation through monetisation\n\n12.25 The need for scaling up infrastructure investment despite fiscal pressures from Covid-19 pandemic  required  unlocking  of  capital  from  various  projects  across  sectors.  The  National Monetisation Pipeline (NMP), was thus announced on 23 August 2021. Based on the principle of 'asset creation through monetisation', it taps private sector investment for new infrastructure creation.\n\n- 12.26 It  is  expected  that  private  players  would  operate  and  maintain  the  assets.  The  NMP  provides an opportunity for deleveraging balance sheets and providing fiscal space for investment in new infrastructure assets. The estimated aggregate monetisation potential under NMP is ₹6.0 lakh crore through core assets of the Central Government, over a four-year period, from FY20-25.\n- 12.27 The process of monetisation entails a limited period license/ lease of an asset, owned by the government or a public authority, to a private sector entity for upfront or periodic consideration. Funds so received by the public authority are reinvested in new infrastructure or deployed for other public purposes. Such contracts include provisions for the transfer of assets back to the authority at the end of the contract period. It includes a selection of de-risked and brownfield assets with a stable revenue generation profile (or long-term revenue rights) that can be clearly ring-fenced. It contains 20+ asset classes across 12+ line ministries/ departments.  In addition, the top 5 sectors (by estimated value) capture around 83 per cent of the aggregate pipeline value: roads (27 per cent) followed by railways (25 per cent), power (15 per cent), oil &amp; gas pipelines (8 per cent), and telecom (6 per cent). Roads and railways together contribute around 52 per cent of the total NMP value.\n- 12.28 Against the monetisation target of ₹0.9 lakh crore in FY22, ₹0.97 lakh crore have been achieved during the period under roads, power, coal and mines. The cumulative investment potential over the years of transactions completed is estimated at ₹9.0 lakh crore (value captured in the form of accruals, receipts, and/or private investment). NMP's 2nd year, i.e., FY23, target envisaged is ₹1.6 lakh crore (27 per cent of overall NMP Target) under Core-Asset Monetisation. This is an indicative value while the actual realization for public assets may differ depending on the timing, transaction structuring, investor interest, etc.\n\n## national logistics Policy: reducing the cost of logistics\n\n12.29 Given that India aims to increase its exports manifold, it is important that the logistics aspects, that will facilitate this goal, be addressed. Logistics costs in India have been in the range of 14-18 per cent of GDP against the global benchmark of 8 per cent. Key dimensions to be addressed to improve logistics for trade include: ensuring efficiency of the clearance process (i.e., speed, simplicity, and predictability of formalities) by border control agencies, including customs; improving the quality of trade and transport-related infrastructure (e.g., ports, railroads, roads, information technology); easing of arranging competitively priced shipments; enhancing the competence and quality of logistics services (e.g., transport operators, customs brokers);\n\nproviding for tracking and tracing of consignments and ensuring timeliness of shipments in reaching destinations within the scheduled or expected delivery time. These aspects have been captured by the World Bank in the form of a Logistics Performance Index (LPI).\n\n- 12.30 Many efforts have already been made by the Government of India to improve the logistics ecosystem  through  'infrastructure  initiatives'  such  as  Ude  Desh  ka  Aam  Nagrik  (UDAN), Bharatmala, Sagarmala, Parvatamala, National Rail Plan, and through 'process reforms' GST, e-Sanchit,  Single  Window  Interface  for  Trade  (SWIFT),  Indian  Customs  Electronic  Data Interchange Gateway (ICEGATE), Turant Customs, and others.\n- 12.31 However, a need was felt to integrate all these efforts by different government agencies and lay an overarching interdisciplinary, cross-sectoral, and multi-jurisdictional framework for the logistics sector. To realise this idea, NLP was launched on 17 September 2022, addressing the components of improving efficiency in logistics through streamlining processes, regulatory framework, skill development, and mainstreaming logistics among others.\n- 12.32 The vision of the NLP is 'to develop a technologically enabled, integrated, cost-efficient, resilient, sustainable and trusted logistics ecosystem in the country for accelerated and inclusive growth.' The policy is an endeavour to improve the competitiveness of Indian goods, enhance economic growth and increase employment opportunities. It is aimed at bringing global standards to warehousing, multimodal digital integration, ease of logistics services, human resources, and skill enhancement.\n- 12.33 The targets for achieving the vision of the NLP are to (i) reduce the cost of logistics in India to be comparable to global benchmarks by 2030; (ii) improve the Logistics Performance Index ranking - endeavour is to be among the top 25 countries by 2030, and (iii) create a datadriven decision support mechanism for an efficient logistics ecosystem.\n- 12.34 The Policy will be implemented through a Comprehensive Logistics  Action Plan (CLAP). The interventions under the CLAP are divided into specific key action areas, including Integrated Digital Logistics Systems, standardisation of physical assets &amp; benchmarking service quality standards, Logistics Human Resources Development and Capacity Building, State Engagement, EXIM (Export-Import) Logistics, Service Improvement framework, Sectoral Plan for Efficient Logistics and Facilitation of Development of Logistics Parks.\n- 12.35 Among other steps taken to enhance logistics performance in the country, there has been an initiative to undertake a sub-national view of the state of logistics in the country through the Logistics Ease Across Different States (LEADS) index. The following Box provides some details of this initiative. 10\n\n## Box Xii.1: logistics ease across different states\n\nThe  Government  undertook  a  survey-based  assessment  of  logistics  ease  in  various  States and UTs in the form of the LEADS index in 2018 to gauge their logistics ecosystem. It was followed by surveys in 2019, 2021, and 2022 10 .  Each  of  these  surveys  has  been  aimed  at analysing the business environment at the State level relating to the logistics infrastructure, policy framework, and regulatory regime, across States and UTs.\n\n10 The survey could not be undertaken in 2020 in the wake of the COVID-19 pandemic.\n\nIt  is  based  on  a  stakeholders'  survey  and  uses  the  World  Bank's  Logistics  Performance Index  (LPI)  methodology.  The  State  LPI  is  arrived  at  using  a  ranking  methodology  for stakeholder engagement based on a series of meetings and online surveys in the key areas of logistics- infrastructure, services timelines, traceability, competitiveness, security, operating environments, and efficiency of regulation. Following the LEADS initiative, 13 States/UTs have prepared and notified their logistic policies.\n\nThe LEADS 2022 survey report was released on 13 October 2022, which considered the PM GatiShakti  NMP  and  current  developments  in  the  logistics  sector  in  the  wake  of  the COVID-19 pandemic. The survey has garnered more than 6500 responses from more than 2100 respondents across the country. Unlike the previous versions of LEADS which were based on ranking systems for all states, LEADS 2022 has adopted a classification-based grading, and  States  have  been  now  classified  under  four  categories  viz.,  coastal  States,  hinterland/ landlocked States, North-Eastern States, and UTs for the assessment of how well a State or UT has performed in comparison to the top State/UT within the specific cluster.\n\nTaking a break from the past, states have not been ranked in order. This time, they have been allotted three performance categories, namely, Achievers: States/UTs achieving a percentage score of 90 per cent or more, Fast Movers: States/UTs achieving percentage scores between 80 to 90 per cent, and Aspirers: States/UTs achieving percentage scores below 80 per cent. The results are indicated below.\n\n<!-- image -->\n\n## PM gatishakti: a master plan for integrated project planning\n\n12.36 The  growth  experience  of  advanced  economies  has  highlighted  the  importance  of having a multimodal transport network approach. Introducing the holistic planning in the case of infrastructure projects, the government launched PM GatiShakti, charting a transformative approach  to  infrastructure  development.  The  PM  GatiShakti  National  Master  Plan  entails creation of a common umbrella platform with all infrastructure projects pertaining to various ministries/ departments incorporated within a comprehensive database for efficient planning and implementation on a real-time basis. The projects pertaining to seven engines (roads, railways, airports, ports, mass transport, waterways, and logistic infrastructure) in the NIP will be aligned with PM GatiShakti framework. The touchstone of the Master Plan will be high quality modern infrastructure and logistics synergy among different modes of movement - both of people and of goods - and location of projects. This will help raise productivity, and accelerate economic growth and development.\n\n- 12.37 The focus is on integrated planning and synchronised implementation across ministries/ departments, with innovative use of technology. The aim is to improve multimodal connectivity and logistics efficiency while addressing the critical gaps for the seamless movement of people and goods, with a focus on minimising disruptions and timely completion of infrastructure projects.\n- 12.38 In  order  to  facilitate  integrated  planning  and  coordinated  implementation,  a  GISbased and data-driven decision support platform called PM GatiShakti National Master Plan has been introduced. Around 1950 data layers of 22 ministries/departments and 36 States/UTs were mapped up to the village, district, and taluka levels on the national master plan. It can be integrated with various applications of different ministries/agencies to prevent duplication of work and create a single window system for infrastructure planning. Data layers on important assets pertaining to health, education, culture, tourism, gram panchayats, municipal corporation, social welfare housing etc. are being mapped and data validation is being done for optimum use of PM GatiShakti principles in planning of both physical and social infrastructures. Use cases of GatiShakti National Master Plan include connectivity to model schools and disaster management planning etc.\n\n##",
  "tags": [
    "Infrastructure_Development",
    "Digital_Infrastructure",
    "Economic_Growth"
  ]
}