{
  "chapter_no": 5,
  "subchapter_no": 4,
  "content": "Chapter 5 Summary:\nSummary generation failed for chapter content (length: 49141 chars)\n\nSubchapter 4 Content:\n# Domestic Wholesale Price Inflation\n\nDomestic Wholesale Price Inflation\n\n## Wholesale Price Inflation Caused by Global Supply Chain Disruption\n\n5.19  WPI-based  inflation  remained  low  during  the  Covid-19  period,  and  it  started  to  gain momentum in the post-pandemic period as economic activities resumed. The Russia-Ukraine conflict further exacerbated the burden as it worsened global supply chains along with the free movement of essential commodities. As a result, the wholesale inflation rate climbed to about 13.0  per  cent  in  FY22.  Prices  of  items  like  petroleum  products,  basic  metals,  chemicals  &amp; chemical products, and edible oils, with maximum exposure to international pricing translated into a rise in the domestic WPI inflation.\n\nTable V.2: Average Annual Wholesale Inflation Based on WPI (per cent) (Base: 2011-12=100)\n\n| Groups/Subgroups                                     |   Weight |   FY20 |   FY21 |   FY22 |   FY23* |\n|------------------------------------------------------|----------|--------|--------|--------|---------|\n| Primary Articles                                     |     22.6 |    6.8 |    1.7 |   10.3 |    12.3 |\n| Food articles                                        |     15.3 |    8.4 |    3.1 |    4.1 |     8.3 |\n| Cereals                                              |      2.8 |    7.5 |   -2.6 |    1.6 |    10.7 |\n| Pulses                                               |      0.6 |   15.9 |   11.6 |    6.9 |     0   |\n| Vegetables                                           |      1.9 |   31.2 |    3.4 |    0.4 |    13.2 |\n| Fruits                                               |      1.6 |    3.2 |    1.4 |   11.3 |    10.4 |\n| Non-Food Articles                                    |      4.1 |    4.5 |    1.4 |   21.1 |    12   |\n| Minerals                                             |      0.8 |   13.2 |    6.7 |   19.6 |     6.2 |\n| Crude Petroleum &Natural Gas                         |      2.4 |   -7.7 |  -17.5 |   56.7 |    57.7 |\n| Fuel &power                                          |     13.2 |   -1.8 |   -8   |   32.6 |    33.8 |\n| LPG                                                  |      0.6 |   -8.3 |   -2.7 |   43.3 |    16.9 |\n| Petrol                                               |      1.6 |   -3.2 |  -11.8 |   62.9 |    41.9 |\n| High Speed Diesel                                    |      3.1 |   -3.5 |  -14.4 |   59.9 |    60.8 |\n| Manufactured Products                                |     64.2 |    0.3 |    2.7 |   11.1 |     7.1 |\n| Food products                                        |      9.1 |    4.1 |    5.6 |   11.7 |     6   |\n| Edible oils                                          |      2.6 |    1.4 |   20.3 |   30.5 |     1.4 |\n| Food Inflation (Food articles + Food products)       |     24.4 |    6.9 |    3.9 |    6.8 |     7.5 |\n| Core Inflation (Manufactured Products-Food products) |     55.1 |   -0.4 |    2.2 |   11   |     9.2 |\n| Headline Inflation                                   |    100   |    1.7 |    1.3 |   13   |    11.5 |\n\nSource: Office of Economic Adviser, DPIIT\n\nNote: *April-December 2022, WPI data for November and December 2022 are provisional\n\n- 5.20  Part of the double-digit inflation in WPI during H1 of FY23 could be attributed to food inflation,  which stayed at 7.5 per cent against 6.8 per cent in FY22. Cereals and vegetables were the major contributors to food inflation owing to erratic climatic conditons. Inflation in the  'manufactured products' subgroup in FY23 saw a considerable decline compared to the previous year due to the rationalisation of duties on critical inputs and moderation in global commodity prices. In comparison to FY22, core inflation remained lower in FY23.\n- 5.21  Overall, the monthly trend of inflation rates based on wholesale prices has been sliding downwards from its peak of 16.6 per cent in May 2022 to 10.6 per cent in September 2022 and further to 5.0 per cent in December 2022. The decline in inflation was observed in all three subgroups of WPI.\n- 5.22  As mentioned earlier,  part  of  WPI  inflation  is  imported  inflation.  The  high  import  dependence on edible oils has meant that the transitory effect of rising international prices of these products are also reflected in domestic prices. An RBI study 3 indicates that one per cent increase in prices across all the countries and sectors due to global inflation shock could increase inflation in India by around 63 basis points through second-round effects comprising domestic indirect effects (46\n\n3 Monetary Policy Report, RBI, September 2022\n\nbasis points) and global spillovers (17 basis points), in addition to the direct impact of 100 basis points. The impact of prices in world markets on WPI (manufactured products component) was clearly visible, especially in prices of oil and basic metals. In the current financial year, global prices of edible oils, rubber, cotton, crude oil, and metals decreased. Capital outflows in H1 of FY23 had impacted India's exchange rate adversely; this was another reason for high prices of imported inputs, which are mostly dollar-denominated.\n\nFigure V.14: Declining Core and Food Inflation\n\n<!-- image -->\n\nSource: Office of Economic Adviser, DPIIT\n\nFigure V.15: Drivers of Wholesale Inflation in FY23* - 'Primary Articles' &amp; 'Fuel &amp; Power'\n\n<!-- image -->\n\nSource: Office of Economic Adviser, DPIIT\n\nNote: *April-December\n\nFigure V.16: Slackening Global Commodity Prices\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nSource: Pink Sheet, World Bank\n\nNote: *dmtu:dry metric tonne unit\n\n<!-- image -->\n\n<!-- image -->\n\n## Box V.2: Measures to Contain Inflation in Input Prices\n\n-  Fuel Prices: The  Central  Government has made interventions by calibrating the excise duties on petrol and diesel. The first phase of reduction in terms of ` 5 on petrol and ` 10 on diesel was made effective from 4 November 2021 and the second phase from 22 May 2022 ( ` 8 per litre on petrol and ` 6 per litre on diesel).\n-  Plastic products: The import duty on import of raw materials used in the plastic industry has been  reduced  to  lower  the  cost  of  domestic  manufacturing.  The  duties  on  naphtha,  propylene oxide and polymers of vinyl chloride have been reduced from 2.5 per cent to 1 per cent, 5 per cent to 2.5 per cent and from 10 per cent to 7.5 per cent, respectively on 21 May 2022.\n-  Steel: On 21 May 2022, import duty on major inputs - ferronickel, cooking coal, PCI coal - has been  cut  from  2.5  per  cent  to  zero,  while  the  duty  on  coke  and  semi-coke  has  been  slashed from 5 per cent to zero. Tax on export of iron ores and concentrates has increased from 30 per cent to 50 per cent, while that on iron pellets has been raised to 45 per cent.\n-  cotton: The  government  waived  customs  duty  on  cotton  imports  w.e.f  14  April  2022,  until 30  September  2022,  to  benefit  the  textile  industry  and  lower  prices  for  consumers.  Earlier, cotton  imports  attracted  5  per  cent  Basic  Customs  Duty  (BCD)  and  5  per  cent  AIDC.  The Central  Board  of  Indirect  Taxes  and  Customs  (CBIC)  notified  the  exemption  from  customs duty and AIDC for import of cotton.\n-  Diamonds and gemstones: In Budget 2022-2023, customs duty on cut and polished diamonds and gemstones was reduced to 5 per cent and duty on the simply sawn diamond was reduced to nil.\n-  Chemical products: Customs duty on certain critical chemicals namely methanol, acetic acid and heavy feedstocks for petroleum refining was reduced in the Budget 2022-23.\n\n##",
  "tags": [
    "Wholesale_Price_Inflation",
    "Supply_Chain_Disruption",
    "Global_Commodity_Prices"
  ]
}