{
  "chapter_no": 7,
  "subchapter_no": 5,
  "content": "Chapter 7 Summary:\nSummary generation failed for chapter content (length: 78155 chars)\n\nSubchapter 5 Content:\n# Initiatives Related to other Environmental Issues\n\ninitiatives related to other environmental issues\n\n## ensuring the Conservation of Biodiversity\n\n7.68  Conservation of biodiversity is crucial as it provides resources and services necessary for human beings and for the sustenance of all living beings. It enhances ecosystem productivity, where each species, however small, has an important role to play. May 22 nd  is celebrated as an International Day for Biological Diversity every year globally to create awareness among the  citizens  and  stakeholders  on  the  importance  and  need  for  the  conservation  of  biological diversity.\n\n7.69  India ranks eighth in the world and fourth in Asia among the mega-diverse countries in the world. It is also rich in fauna, and nearly 62 per cent of the recorded amphibian species are endemic to India, which is majorly found in the Western Ghats. Globally, India holds the eighth position for the origin and diversity of crop plants, as it has more than 300 wild ancestors and close relatives of cultivated plants growing naturally. Notably, around 9,500 plant species are used as medicine in indigenous health practices. Moreover, local and indigenous people use more than 3,900 plant species as food, fibre, fodder, insecticides and pesticides, gum, resins, dyes, perfumes, and timber.\n\n- 7.70  The 1992 Earth Summit held at Rio de Janeiro led to the adoption of an internationally binding legal instrument, the Convention on Biological Diversity (CBD), with the objectives of  conservation,  sustainable  use,  and  fair  and  equitable  sharing  of  benefits  arising  from  the use of biological diversity. The fifteenth meeting of the Conference of Parties (COP 15) to the Convention on Biological Diversity (CBD) took place between 7 th and 19 th  December 2022 in Montreal, Canada. Key outcomes of the COP 15 include-\n- Effective conservation and management of at least 30 per cent of the world's lands, inland waters,  coastal  areas,  and  oceans.  Currently,  17  per  cent  and  10  per  cent  of  the  world's terrestrial and marine areas are under protection.\n- Reduce to near zero the loss of areas of high biodiversity importance.\n- Cut global food waste in half and significantly reduce overconsumption and waste generation.\n- Reduce by half both excess nutrients and the overall risk posed by pesticides and highly hazardous chemicals.\n- Progressively phasing out or reforming subsidies that harm biodiversity by 2030 by at least US$500 billion per year while scaling up positive incentives for biodiversity's conservation and sustainable use.\n- Mobilise by 2030 at least US$ 200 billion per year in domestic and international biodiversityrelated funding from all sources - public and private.\n- Raise international financial flows from developed to developing countries, in particular, least developed countries, small-island developing States, and countries with economies in transition, to at least US$ 20 billion per year by 2025 and to at least US$ 30 billion per year by 2030.\n- 7.71  In conformity with the spirit of the CBD, India enacted the Biological Diversity Act in 2002.  The Act mandates the implementation of the objectives through a decentralised system with the National Biodiversity Authority at the national level, the State Biodiversity Boards at the State level, and Biodiversity Management Committees at the local body level.  Each of these entities is a statutory and autonomous body with specific mandates and powers to facilitate the effective implementation of the provisions of the Act and the Rules.\n- 7.72  India  and  Nepal  signed  a  Memorandum  of  Understanding  (MoU)  in August  2022  on biodiversity conservation to strengthen and enhance the coordination and cooperation in the field of forests, wildlife, environment, biodiversity conservation, and climate change, including restoration of corridors and interlinking areas and sharing knowledge and best practices between the two countries. The MoU would help promote cooperation between the Parties in the field of  forests,  wildlife,  environment,  biodiversity  conservation,  and  climate  change,  including restoration of corridors and interlinking areas and sharing knowledge and best practices.\n\n## Box vii.3: Project Cheetah\n\nThe introduction of Cheetahs in India is being done under Project Cheetah, the world's first intercontinental large wild carnivore translocation project. The cheetah was declared extinct from India in 1952. Under the scheme, eight Namibian wild cheetahs were introduced on 17 September 2022 in Kuno National Park, Madhya Pradesh. Out of the eight Cheetahs, there are five female and three male Cheetahs.\n\nThe historic reintroduction of Cheetahs in India is part of a long series of measures for ensuring sustainability and environmental protection. Cheetahs can help restore open forest and grassland ecosystems in India. This will help conserve biodiversity and enhance the ecosystem services like water security, carbon sequestration, and soil moisture conservation, benefiting society. This effort, in line with the Prime Minister's commitment to environmental protection and wildlife conservation, will also lead to enhanced livelihood opportunities for the local community through eco-development and ecotourism activities.\n\nThe Government has constituted a Task Force for monitoring Cheetah introduction. The Task Force shall be in force for a period of two years. The Task Force has been formed to:\n\n- Review, progress, and monitor the health status of Cheetah, upkeep of the quarantine &amp; soft release enclosures, protection status of the entire area, adherence to the defined protocols by forest &amp; veterinary officials, and advice on Cheetah introduction in India concerning overall health, behaviour and their upkeep.\n- Monitor hunting skills and adaptation of Cheetahs to the habitat of Kuno National Park.\n- Monitor the release of Cheetah from Quarantine bomas to soft-release enclosures, grassland, and open forest areas.\n- Open Cheetah habitat for eco-tourism and suggest regulations in this regard.\n- Suggest and advise on developing tourism infrastructure in the fringe areas of Kuno National Park and other Protected Areas.\n\n## Wildlife - its Preservation and Protection\n\n7.73  India has a rich heritage of wildlife and a long history and tradition of conservation. The concern for wildlife is, indeed, the concern for the man himself. All forms of life - human, animal and plants are so closely interlinked that disturbance in one leads to an imbalance in others. A comprehensive legislation was enacted in 1972 called the Wildlife (Protection) Act 1972 to provide special legal protection to our wildlife and the endangered species of fauna.\n\n7.74  Animals  such  as  tigers,  lions,  and  elephants  are  keystone  and  flagship  species  whose preservation benefits the entire ecosystems. As of 10 August 2022, India is home to 53 Tiger Reserves covering approximately 75,796.8 sq. km area in 18 States, with about 75 per cent of the wild tiger population at the global level. India achieved the goal of doubling the tiger numbers in 2018, four years before the targeted year 2022.  In addition, 17 Tiger Reserves in the country have CA|TS international accreditation, and two have received International Tx2 Award 15 .\n\n15 The TX2 Tiger Conservation Award is given away by Conservation Assured | Tiger Standards (CA|TS), Fauna &amp; Flora International, Global Tiger Forum, IUCN Integrated Tiger Habitat Conservation Programme, Panthera, UNDP Lion's Share, Wildlife Conservation Society, and World Wide Fund For Nature's (WWF's) Tigers Alive Initiative.\n\n7.75  Similarly, the population of Asiatic Lions has shown a steady increase, with a population of 674 individuals (2020), 28.87 per cent (one of the highest growth rates so far) higher than the 523 lions in 2015. India now (2020) has 12,852 leopards compared to the previous estimate of 7910 conducted in 2014. More than a 60 per cent increase in population has been recorded. The current population estimates indicate about 50,000 - 60,000 Asian elephants worldwide. More than 60 per cent of the population is in India. Indian Elephant has also been listed in Appendix I of the Convention of the Migratory species in the Conference of Parties of CMS 13 at Gandhi Nagar, Gujarat, in February 2020.\n\nFigure vii.13: Success story of tiger conservation efforts reflected in increased tiger count\n\nFigure vii.14: rising lion count over the years, driven by various conservation efforts\n\n<!-- image -->\n\n<!-- image -->\n\nSource: National Tiger Conservation Authority\n\nSource: Press Information Bureau release\n\n7.76  The  Act  has  been  amended  multiple  times  to  strengthen  conservation  measures  and fulfil multilateral commitments on wildlife preservation. Targeting further reforms in wildlife conservation, the government has brought in the Wild Life (Protection) Amendment Act, 2022. The Act seeks to increase the number of species protected under the law and implement the Convention on International Trade in Endangered Species of Wild Fauna and Flora 16  (CITES). The Wild Life (Protection) Act 1972 has six schedules. The Act aims to rationalise the schedules by (i) reducing the number of schedules for specially protected animals to two, (ii) removing the schedule for vermin species, and (iii) inserting a new schedule for specimens listed in the Appendices under CITES (scheduled specimens). Lastly, the Act empowers the government to regulate or prohibit the import, trade, possession or proliferation of invasive alien species.\n\n## Plastic Waste management and elimination of identified Single-use Plastics\n\n7.77  India is committed to mitigating pollution caused by littered single-use plastics. According to a report on Plastic Waste Management released by the Ministry of Housing and Urban Affairs, the global average of plastic per capita consumption is 28 kg, and India has a per capita plastic consumption of 11 kg. However, as an attempt to reduce pollution caused due to littered plastic waste in the country, the Ministry of Environment, Forest and Climate Change, Government of India, notified the Plastic Waste Management Amendment Rules, 2021, on August 12, 2021. On July 1, 2022, a ban was imposed on the manufacture, import, stocking, distribution, sale and\n\n16 CITES is an international agreement between governments to ensure that international trade in specimens of wild animals and plants does not threaten the survival of the species.\n\nuse of identified single-use plastic items, which have low utility and high littering potential, all across the country. The measures will promote a circular economy, reduce the plastic footprint of plastic packaging, promote the development of new alternatives to plastic packaging and provide the next steps for moving towards sustainable plastic packaging by businesses.\n\n7.78  The following domestic regulatory actions were taken in 2022:\n\n- i. The  Ministry  of  Environment,  Forest  and  Climate  Change  notified  the  Guidelines  on Extended Producer Responsibility for plastic packaging vide Plastic Waste Management Amendment Rules, 2022, on 16 February 2022.  The key highlights of the Guidelines on Extended Producers Responsibility (EPR) on plastic packaging notified on February 16, 2022 are:\n2. (a) mandatory  registration  of  Producers,  Importers,  and  Brand  Owners  (PIBOs)  and Plastic Waste Processors (PWPs) through a centralised online portal;\n3. (b) coverage of four categories of plastic packaging viz. rigid, flexible, multi-layered plastic packaging, and compostable plastic packaging;\n4. (c) clearly defined targets for EPR;\n5. (d) mandatory targets for reuse of rigid plastic packaging, minimum level of recycling of plastic waste and use of recycled plastic content in plastic packaging;\n6. (e) centralised online portal to support the implementation of EPR;\n7. (f) provision for the sale and purchase of surplus EPR certificates;\n8. (g) levy of environmental compensation for non-fulfilment of EPR obligations and\n9. (h) provision for verification, audit and monitoring of obligated entities.\n- ii. The  Plastic  Waste  Management  (Second  Amendment)  Rules,  2022,  were  notified  on July 6, 2022. The amendment aligns the rules with the Guidelines on Extended Producer Responsibility  for  plastic  packaging.  The  amendment  provides  a  statutory  framework for biodegradable plastics after conforming to BIS Standards and the Central Pollution Control Board (CPCB) certification. The rules mandate that environmental compensation shall  be  levied  based  upon  the  polluter  pays  principle,  on  persons  not  complying  with the provisions of these rules, as per guidelines notified by the Central Pollution Control Board.\n11. 7.79  The waste management infrastructure in the States/UTs is also being strengthened through the Swachh Bharat Mission. All States/UTs have constituted a Special Task Force for eliminating single-use  plastics  and  effectively  implementing  Plastic  Waste  Management  Rules,  2016. A National Level Taskforce has been formed by the Ministry of Environment, Forest and Climate Change to make coordinated efforts to eliminate identified single-use plastic items and effective implementation of Plastic Waste.\n12. 7.80  The resumed session of the fifth United Nations Environment Assembly held in Nairobi on 2 March 2022 adopted a resolution 'End plastic pollution: towards an international legally\n\nbinding  instrument'.  India  engaged  constructively  with  all  member  states  to  develop  a consensus on the resolution for driving global action on plastic pollution. On the insistence of India, the principle of national circumstances and capability 17 while addressing plastic pollution was included in the resolution text to allow developing countries to follow their development trajectories.\n\n## Battery Waste management\n\n7.81  The Government published the Battery Waste Management Rules, 2022, on August 24, 2022 to ensure environmentally sound management of waste batteries. Notifying these rules is a transformative step towards promoting the circular economy. New rules will replace Batteries (Management and Handling) Rules, 2001. The rules cover all types of batteries, viz. Electric Vehicle batteries, portable batteries, automotive batteries, and industrial batteries.\n\n7.82  The  rules  function  based  on  the  concept  of  Extended  Producer  Responsibility  (EPR), where the producers (including importers) of batteries are responsible for the collection and recycling/refurbishment  of  waste  batteries  and  the  use  of  recovered  materials  from  wastes into new batteries. EPR mandates that all waste batteries be collected and sent for recycling/ refurbishment, prohibiting disposal in landfills and incineration. To meet the EPR obligations, producers may engage themselves or authorise any other entity to collect, recycle, or refurbish waste batteries.\n\n## e-waste management\n\n7.83  The Government notified the E-Waste (Management) Rules, 2022, on November 2, 2022. These rules will replace the E-waste (Management) Rules, 2016, and will be effective from April 1, 2023. These rules will launch a new Extended Producer Responsibility (EPR) regime for e-waste recycling. The salient feature of new rules is as under:\n\n- Applicable to every manufacturer, producer, refurbisher, dismantler, and recycler who must register with CPCB. No entity shall carry out any business without registration and not deal with any unregistered entity.\n- The authorisation has now been replaced by registration through an online portal, and only manufacturers, producers, refurbishers and recyclers require registration.\n- Schedule I has been expanded, and now 106 Electrical and Electronic Equipment (EEE) have been included under the EPR regime.\n- Producers of notified EEE have been given annual E-Waste Recycling targets based on the generation from the previously sold EEE or based on sales of EEE, as the case may be.\n- Management of solar PV modules /panels/ cells added in new rules.\n- The recycled quantity will be computed based on end-products to avoid false claims.\n- Provision for generation and transaction of EPR Certificate has been introduced.\n- Provisions for environmental compensation and verification &amp; audit have been introduced.\n\n17 It was essential as not all countries are equally placed in terms of development and capabilities.\n\n7.84  Under these rules, a provision for reducing hazardous substances in the manufacturing of EEE has been provided. It mandates that every producer of EEE and their components shall ensure that their products do not contain lead, mercury, and other hazardous substances beyond the maximum prescribed concentration.  It also provides for recognition and registration, skill development, monitoring, and ensuring the safety and health of workers involved in dismantling and recycling e-waste.\n\n##",
  "tags": [
    "Biodiversity_Conservation",
    "Wildlife_Protection",
    "Environmental_Sustainability"
  ]
}