{
  "chapter_no": 8,
  "subchapter_no": 2,
  "content": "Chapter 8 Summary:\nThe agriculture and allied sector has been performing well, with an average annual growth rate of 4.6% over the last six years. In 2021-22, the sector grew by 3.0% compared to 3.3% in 2020-21. India has emerged as a net exporter of agricultural products, with exports growing by 18% in 2020-21 to reach $50.2 billion in 2021-22. The government has taken measures to promote farmer-producer organizations, encourage crop diversification, and improve productivity in agriculture through support for mechanization and the creation of the Agriculture Infrastructure Fund. The Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) scheme has provided income support to farmers, leading to diversification in sources of farmers' income and improving their resilience to weather shocks. The National Food Security Act (NFSA) has been implemented to provide food security, with 81.4 crore beneficiaries receiving free foodgrains for one year from January 1, 2023. The government has also increased the Minimum Support Price (MSP) for crops, with a margin of at least 50% over the all-India weighted average cost of production. The Kisan Credit Card Scheme (KCC) has been introduced to provide hassle-free credit availability to farmers at a cheaper rate. As of December 2022, 3.89 crore KCCs had been issued with a limit of ₹4,51,672 crore. The Interest Subvention Scheme (ISS) has been introduced to provide short-term credit to farmers at subsidized interest rates. The target for agricultural credit flow in 2022-23 has been fixed at ₹18.5 lakh crore. The farm mechanization sector has been promoted through the Sub Mission on Agricultural Mechanization (SMAM), with 21628 CHCs and 467 Hi-Tech hubs established. Organic and natural farming have been promoted, with 44.3 lakh organic farmers and 59.1 lakh ha area brought under organic farming by 2021-22. The PM KISAN scheme has been successful in providing financial assistance to farmers, with 11.3 crore farmers covered in its April-July 2022-23 payment cycle. The Agriculture Infrastructure Fund (AIF) has been launched to provide financing for post-harvest management infrastructure and community farm assets. The Pradhan Mantri Fasal Bima Yojana (PMFBY) has been launched to provide comprehensive insurance coverage to farmers, with 5.5 crore applications every year. The Mission for Integrated Development of Horticulture (MIDH) has been introduced to promote horticulture, with a record production of 342.3 million tonnes in 2021-22. The National Agriculture Market (e-NAM) scheme has been launched to create an online transparent, competitive bidding system for farmers. Climate-Smart Farming Practices have been promoted, with over 1,000 agritech start-ups in India. The International Year of Millets has been declared for 2023, with India producing over 50.9 million tonnes of millet, accounting for 80% of Asia's and 20% of global production. The allied sectors of Indian agriculture, including livestock, forestry, and fishing, are growing rapidly, with the livestock sector growing at a CAGR of 7.9% during 2014-15 to 2020-21. The dairy sector is the most critical component of the livestock sector, employing over eight crore farmers directly. The government has made several critical interventions to enhance infrastructure and improve livestock productivity and disease control, including the launch of the Animal Husbandry Infrastructure Development Fund (AHIDF) worth ₹15,000 crore in 2020. The Pradhan Mantri Matsya Sampada Yojana (PMMSY) has been launched with a total outlay of ₹20,050 crore to drive sustainable and responsible development of the fisheries sector. The cooperative sector has been promoted, with 8.5 lakh registered cooperatives in the country, having over 29 crore members. A New National Cooperation Policy is being formulated to strengthen the cooperative movement in the country. The food processing sector is of enormous significance for India's development, growing at an average annual growth rate of around 8.3% over the last five years. The Production Linked Incentive Scheme for Food Processing Industry (PLISFPI) has been launched to incentivize investments to create global food champions. The Krishi UDAN2.0 version has been launched to focus on transporting perishable food products from Hilly Areas, North-Eastern States, and Tribal Areas. The government has been running the most extensive legislation-based food security programme in the world, covering about 80 crore of India's population under the National Food Security Act (NFSA), 2013.\n\nSubchapter 2 Content:\n# Record Production of Foodgrains\n\nrecord Production of Foodgrains\n\n8.3 As per Fourth Advance Estimates for 2021-22, the production of food grains and oil seeds has been increasing Year-on-Year (YoY). Production of pulses has also been notably higher than the average of 23.8 million tonnes in the last five years. However, as indicated earlier changing climate has been impacting agriculture adversely. The year 2022 witnessed an early heat wave during the wheat-harvesting season, adversely affecting its production. The year experienced a decline in the sown area for paddy cultivation too in the Kharif season due to delayed monsoons and deficient rainfall. As per First Advance Estimates 2022-23 (kharif only) the paddy area was about 3.8 lakh hectares less than the sown area of 411.2 lakh hectare during 2021-22 (kharif season). Further, in the current rabi season the area under rabi paddy has expanded by 6.6 lakh hectares as compared to last year (Crop Weather Watch Group 12 January 2023).  As per the First Advance Estimates for 2022-23 (Kharif only), total food grains production in the country is estimated at 149.9 million tonnes which is higher than the average Kharif food grain production of the previous five years (2016-17 to 2020-21). Despite a fall in the sown area of Kharif paddy, the total production of Kharif rice during 2022-23 is estimated at 104.9 million tonnes, which is higher than the previous five years (2016-17 to 2020-21) average Kharif rice production of 100.5 million tonnes.\n\nFigure VIII.4: sustained increase in Foodgrains Production in India (Million tonnes)\n\n<!-- image -->\n\nSource: 1st Advance Estimates (2022-23) of DA&amp;FW released dated 21.09.2022.\n\n##",
  "tags": [
    "Foodgrain_Production",
    "Agricultural_Output",
    "Climate_Impact"
  ]
}