{
  "chapter_no": 6,
  "subchapter_no": 10,
  "content": "Chapter 6 Summary:\nSummary generation failed for chapter content (length: 224982 chars)\n\nSubchapter 10 Content:\n# Equipping the Workforce with Employable Skills and Knowledge in Mission Mode\n\nequipping the Workforce with employable Skills and Knowledge in mission mode\n\n6.75 Skill development is aimed at the removal of the disconnect between demand and supply of skilled manpower, building vocational and technical training framework, skill up-gradation, and building of new skills, and innovative thinking not only for existing jobs but also jobs of the future. In order to address the incremental manpower requirement and to empower youth with adequate skills,  the  Ministry  of  Skill  Development  and  Entrepreneurship  (MSDE)  was created in 2014 and Skill India Mission was launched in 2015. With the establishment of a Central Ministry, efforts to improve and streamline the skilling ecosystem were ramped up as the government launched the National Skill Development Mission as well as the National Policy on Skill Development and Entrepreneurship. Under the NEP 2020 also, there is a special focus on vocational education and skill development. Integration of vocational education with general education and mainstreaming of vocational education have been identified as the key reform in the education System of the country.\n\n6.76 PLFS  FY21  shows  that  formal  vocational/technical  training  among  youth  (age  1529 years) and the working population (age 15-59 years) have improved in FY21 over FY19 and  FY20.  The  improvement  in  skills  has  been  for  males  and  females,  both  in  rural  and urban sectors.\n\ntable Vi.15: distribution of persons who received formal vocational/technical training\n\n(per cent\n\n)\n\n| age group   | rural   | rural   | rural   | urban   | urban   | urban   | all india   | all india   | all india   |\n|-------------|---------|---------|---------|---------|---------|---------|-------------|-------------|-------------|\n| age group   | male    | female  | total   | male    | female  | total   | male        | female      | total       |\n| 2018-19     | 2018-19 | 2018-19 | 2018-19 | 2018-19 | 2018-19 | 2018-19 | 2018-19     | 2018-19     | 2018-19     |\n| 15-29 years | 2.4     | 1.5     | 2.0     | 4.8     | 4.6     | 4.7     | 3.2         | 2.5         | 2.8         |\n| 15-59 years | 1.8     | 1.1     | 1.5     | 4.9     | 3.9     | 4.4     | 2.8         | 2.0         | 2.4         |\n| 2019-20     | 2019-20 | 2019-20 | 2019-20 | 2019-20 | 2019-20 | 2019-20 | 2019-20     | 2019-20     | 2019-20     |\n| 15-29 years | 3.1     | 2.7     | 2.9     | 7.0     | 6.5     | 6.8     | 4.3         | 3.8         | 4.1         |\n| 15-59 years | 2.2     | 1.7     | 2.0     | 6.3     | 5.4     | 5.8     | 3.5         | 2.9         | 3.2         |\n| 2020-21     | 2020-21 | 2020-21 | 2020-21 | 2020-21 | 2020-21 | 2020-21 | 2020-21     | 2020-21     | 2020-21     |\n| 15-29 years | 3.4     | 2.6     | 3.0     | 7.3     | 6.5     | 6.9     | 4.5         | 3.7         | 4.1         |\n| 15-59 years | 2.5     | 1.9     | 2.2     | 6.2     | 5.3     | 5.8     | 3.6         | 2.9         | 3.3         |\n\nSource: Annual PLFS Reports, 2017-18 to 2020-21\n\n6.77 As  per  the  reports  of  the  fourth  round  of  the  QES  (for  Q4  FY22)  in  respect  of establishments employing at least 10 workers in major nine sectors, 15.6 per cent of estimated establishments imparted formal skill training and 20.5 per cent imparted on-the-job training. The  health  sector  had  the  highest  percentage  of  estimated  establishments  imparting  formal skill  training  (24.7  per  cent)  and  on-the-job  training  (31.6  per  cent),  followed  by  financial services (20.4 per cent of establishments imparting formal training and 26.4 per cent imparting on-the-job training).\n\ntable Vi.16: Sector-wise percentage of estimated establishments imparting formal skill development training and on-the-job training\n\n(per cent )\n\n|                            | Q1fy22   | Q1fy22       | Q2fy22   | Q2fy22       | Q3fy22   | Q3fy22       | Q4fy22   | Q4fy22       |\n|----------------------------|----------|--------------|----------|--------------|----------|--------------|----------|--------------|\n|                            | formal   | Job training | formal   | Job training | formal   | Job training | formal   | Job training |\n| manufacturing              | 17.4     | 28.3         | 13.2     | 25.2         | 14.1     | 22.2         | 12.8     | 19.4         |\n| construction               | 15.5     | 26.0         | 7.8      | 22.7         | 11.2     | 25.0         | 8.4      | 23.9         |\n| trade                      | 11.2     | 17.4         | 11.6     | 23.7         | 10.5     | 20.5         | 9.8      | 16.7         |\n| transport                  | 13.0     | 20.6         | 10.7     | 17.9         | 13.6     | 21.5         | 16.5     | 20.0         |\n| education                  | 21.1     | 22.1         | 21       | 24.7         | 19.9     | 24.0         | 19.1     | 20.6         |\n| Health                     | 20.2     | 24.0         | 26.6     | 36.6         | 24.8     | 34.9         | 24.7     | 31.6         |\n| accommodation &restaurants | 7.1      | 13.4         | 11.3     | 15.6         | 10.9     | 19.4         | 8.5      | 14.9         |\n| it/bpos                    | 29.8     | 36.1         | 24.1     | 34.1         | 25.1     | 31.1         | 18.2     | 23.4         |\n| financial Services         | 22.6     | 34.8         | 20.9     | 21.2         | 27.2     | 26.1         | 20.4     | 26.4         |\n| total                      | 17.9     | 24.3         | 16.8     | 24.3         | 17.1     | 23.6         | 15.6     | 20.5         |\n\nSource: QES Reports, 1 st - 4 th  Quarter FY22, Labour Bureau\n\n## Skill india mission\n\n6.78 The Skill Indian Mission focuses on skilling, re-skilling and up-skilling through short term and long term training programmes. Under the Mission, the government, through more than 20 Central Ministries/Departments, is implementing various skill development schemes across the country. These include Deen Dayal Upadhyaya Grameen Kaushalya Yojna (DDUGKY), Rural Self Employment Training Institutes (RSETI), Deen Dayal Antyodaya YojanaNational  Urban  Livelihood  Mission  (DAY-NULM).  MSDE  is  implementing  Schemes  such as Pradhan Mantri Kaushal Vikas Yojana (PMKVY), Jan Shikshan Sansthan (JSS), National Apprenticeship  Promotion  Scheme  (NAPS)  and  Craftsmen  Training  Scheme  (CTS).  The advocacy of the programmes is being done through print media, electronic media, and State Governments' campaigns . More and more areas are being aligned with the common framework spanning the skills ecosystem so that the outcomes of the Government skilling programmes are uniform across the skilling ecosystem. The progress in some of these schemes is presented in Box VI.6.\n\n| box Vi.6: progress of Skill india mission                                                                                                                                                                                                                                                                                                                                                                 | box Vi.6: progress of Skill india mission                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Skill development Scheme                                                                                                                                                                                                                                                                                                                                                                                  | progress                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     |\n| pmKVy was first launched in 2015. Presently, the third phase of PMKVY, i.e., PMKVY 3.0 is being implemented across the country since January 2021 PMKVY has two training components, viz., Short Term Training (STT) and Recognition of Prior Learning (RPL). Pradhan Mantri Kaushal Kendra set up at District level, are envisaged as state of the art, visible and aspirational model training Centres. |  Between FY17 and FY23 (as of 5 January 2023), under PMKVY 2.0 about 1.1 crore persons have trained: 83 per cent certified and about 21.4 lakh placed. Under PMKVY3.0, during FY21 to FY23 (as on 5 January 2023) 7.4 lakh persons have been trained, 66 per cent certified and 41,437 placed.  PMKVY also provided training to Shramiks (migrant labourers) affected by Covid-19. This component covered 116 districts of 6 States, viz., Assam, Bihar, Madhya Pradesh, Odisha, Rajasthan, and Uttar Pradesh. As on 31 October 2022, 1.3 lakh migrants have been trained/ |\n| Jan Shikshan Sansthan Scheme provides for a lump sum annual grant is released to Jan Shikshan Sansthans (NGOs) for skill training to non-literate, neo-literates, persons with a rudimentary level of education and school dropouts up to class XII in the age group of 15-45 years. The priority groups are women, SC, ST, and other backward sections of society.                                       |  From FY20 to FY23 (as of 5 January 2023), 16.0 lakh beneficiaries have been trained of which 28.4 per cent are from urban areas and 69.0 per cent are from rural areas and 2.7 per cent are from tribal areas. Notably, 81 per cent of the trainees are women.                                                                                                                                                                                                                                                                                                             |\n| national apprenticeship promotion Scheme provides financial support to industrial establishments undertaking apprenticeship programmes under the Apprentices Act, 1961.                                                                                                                                                                                                                                   |  Since the launch of the scheme in 2016, as on 31 December 2022, 21.4 lakh apprentices have been engaged by Industries.                                                                                                                                                                                                                                                                                                                                                                                                                                                     |\n| craftsmen training Scheme provides long-term training in 149 trades through 14,938 Industrial Training Institutes (ITIs) across the country.                                                                                                                                                                                                                                                              |  Since 2015, 91.7 lakh students have been trained as on 30 October 2022.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n\n| craft instructor training Scheme provides comprehensive training both in skills and training methodology is imparted to the instructor trainees to make them conversant with the methodology of teaching and techniques of transferring hands-on skills, to train skilled manpower for the industry.   |  During the year FY22, a total of 8,847 trainees have been trained in various National Skill Training Institutes and Institute of Training of Trainers.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Making India Skill Capital of the World                                                                                                                                                                                                                                                                | With an aim to make India a Skill Capital of the World and improve mobility of Skilled manpower the National Skill Development Corporation (NSDC) International has been set up, which aims to create a network of institutions across India. This network of institutions will be called as Skill India International (SII) Network. It shall be created through the empanelment of state-of-the-art government and private institutions.  MSDE has also signed MoUs with 11 countries, Australia, Belarus, China, Denmark, France, Germany, Japan, Qatar, Switzerland, UAE, and the United Kingdom in the field of skill development and vocational education training.  NSDC has also signed 18 B2B MoUs with countries like Australia, Canada, Germany, Japan, Malaysia, Kingdom of Saudi Arabia, |\n| Skill acquisition and Knowledge awareness for livelihood promotion (SanKalp) is a World Bank loan-assisted programme launched in 2018 to decentralise skilling initiatives and align skill development programmes with local demand and aspirations of the youth.                                      |  Under the National Component and State Components of SANKALP, 64 and 700 projects respectively have been taken up in the area of Skill and Entrepreneurship development and strengthening of monitoring.  724 District Skill Committees (DSCs) have been constituted, which are mandated to plan, manage and monitor skilling activities at the District level.                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n\n##",
  "tags": [
    "Skill Development",
    "Vocational Training",
    "Workforce Empowerment"
  ]
}