{
  "chapter_no": 10,
  "subchapter_no": 2,
  "content": "Chapter 10 Summary:\nIndia's services sector witnessed a swift rebound in FY22, driven by growth in the contact-intensive services sub-sector, which completely recovered from the pre-pandemic level in Q2 of FY23. The sector's growth momentum continued in FY23, with a year-on-year growth of 9.1% driven by 13.7% growth in contact-intensive services. India's services exports have remained resilient during the Covid-19 pandemic and amid current geopolitical uncertainties, driven by higher demand for digital support, cloud services, and infrastructure modernization. The government has permitted 100% foreign participation in telecommunication services and raised the FDI ceiling in insurance companies from 49% to 74%. The services sector is expected to be the growth driver in the next fiscal, with strong momentum growth and an uptick in High-Frequency Indicators (HFIs) for the contact-intensive services sector. The hotel industry is thriving with improvements in occupancy rate, increase in Average Room Rate (ARR), and rise in Revenue Per Available Room (RevPAR). The tourism sector is showing signs of revival, with foreign tourist arrivals in India in FY23 growing month-on-month. The Real Estate sector has witnessed resilient growth, with housing sales and the launch of new houses surpassing the pre-pandemic level in Q2 of FY23. Information Technology-Business Process Management (IT-BPM) and the E-commerce industry have been exceptionally resilient during the Covid-19 pandemic, driven by accelerated technology adoption and digital transformation. The government's push to boost the digital economy, growing internet penetration, rise in smartphone adoption, and increased adoption of digital payments have also given a renewed push to these industries. The introduction and piloting of Central Bank Digital Currency (CBDC) will also provide a significant boost to digital financial services.\n\nSubchapter 2 Content:\n# Introduction\n\nintroduction and piloting of  Central  Bank  Digital  Currency  (CBDC)  will  also  provide  a  significant  boost  to  digital financial services. They may lay the framework for another generation of financial innovation.\n\n## introduction\n\n10.1  The Covid-19 pandemic hurt most sectors of the economy, with the effect particularly profound for contact-intensive services sectors like tourism, retail trade, hotel, entertainment, and recreation. On the other hand, non-contact services such as information, communication, financial, professional, and business services remained resilient. However, the services sector witnessed a swift rebound in FY22, growing Year-on-Year (YoY) at 8.4 per cent compared to a contraction of 7.8 per cent in the previous financial year. The improvement was driven by growth in the 'Trade, Hotel, Transport, Storage, Communication and Services related to broadcasting' sub-sector,  which  bore  the  maximum  burden  of  the  pandemic.  The  growth  momentum  has continued in FY23 as well. As per the First Advance Estimates, Gross Value Added (GVA) in the services sector is estimated to grow at 9.1 per cent in FY23, driven by 13.7 per cent growth in contact-intensive services sector.\n\nfigure X.1: Broad-based growth in the Services sector\n\n<!-- image -->\n\nSource: NSO, MOSPI\n\n10.2  Even on a sequential basis, the rebound continued in Q2 of FY23, with the services sector recording 8.7 per cent sequential growth. The contact-intensive services sub-sector completely recovered the pre-pandemic level and registered sequential growth of 16 per cent, driven by the release of pent-up demand, ease of mobility restriction, and near-universal vaccination coverage. Going forward, the buoyant recovery of the contact-intensive services sector, accompanied by the robust performance of HFIs, suggests that the sector is likely to be the growth driver in the next fiscal.\n\nfigure X.2: the services sector witnessed strong growth momentum in Q2 of fY23.\n\n<!-- image -->\n\nSource: NSO, MOSPI\n\n10.3  The following sections discuss the trend in various HFIs to track the growth momentum of the services sector as a whole and also discuss the performance of various services sub-sectors.\n\n##",
  "tags": [
    "Services_Sector_Growth",
    "Contact_Intensive_Services",
    "Post_Pandemic_Recovery"
  ]
}